Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# labels.please_enter_card
source: Please enter a credit or debit card
de: Füge bitte eine Kreditkarte hinzu
fr: Merci d’entrer vos coordonnées bancaires
id: Silakan masukkan kartu kredit atau debit
no: Angi et kreditt- eller debetkort
pl: Proszę podać kartę kredytową lub debetową
ro: Vă rugăm să introduceți un card de credit sau de debit
sv: Ange ett kredit- eller betalkort
th: กรุณากรอกบัตรเครดิตหรือบัตรเดบิต
tr: Lütfen bir kredi veya banka kartı girin
uk: Введіть кредитну або дебетову картку

# labels.please_billing_address
source: Please enter your billing address
de: Gib bitte deine Rechnungsadresse ein
fr: Merci d’entrer votre adresse de facturation
id: Silakan masukkan alamat penagihan Anda
no: Vennligst skriv inn faktureringsadressen din
pl: Proszę podać swój adres rozliczeniowy
ro: Vă rugăm să introduceți adresa dvs. de facturare
sv: Ange din faktureringsadress
th: กรุณากรอกที่อยู่สำหรับการเรียกเก็บเงินของคุณ
tr: Lütfen fatura adresinizi girin
uk: Будь ласка, введіть свою платіжну адресу

# labels.cvc
source: CVC
fr: Cryptogramme visuel
th: ซีวีซี

# labels.make_default_payment_method
source: Make default payment method
de: Als Standardmethode festlegen
fr: En faire le mode de paiement par défaut
id: Jadikan metode pembayaran default
no: Angi standard betalingsmåte
pl: Ustaw domyślną metodę płatności
ro: Stabiliți metoda de plată prestabilită
sv: Gör standardbetalningsmetod
th: กำหนดวิธีการชำระเงินเริ่มต้น
tr: Varsayılan ödeme yöntemini yap
uk: Зробити спосіб оплати за умовчанням

# labels.pay_with_apple_pay
source: Pay with Apple Pay
de: Mit Apple Pay bezahlen
fr: Payer avec Apple Pay
id: Bayar dengan Apple Pay
no: Betal med Apple Pay
pl: Zapłać za pomocą Apple Pay
ro: Plătiți cu Apple Pay
sv: Betala med Apple Pay
th: ชำระเงินด้วย Apple Pay
tr: Apple Pay ile ödeme yapın
uk: Платіть за допомогою Apple Pay

# labels.payment_instructions
source: Payment Instructions
de: Zahlungsinstruktionen
fr: Instructions de paiement
id: Instruksi pembayaran
no: Betalingsinstruksjoner
pl: Instrukcje dotyczące płatności
ro: Instrucțiuni de plată
sv: Betalningsinstruktioner
th: คำแนะนำในการชำระเงิน
tr: Ödeme talimatları
uk: Платіжні інструкції

# buttons.payment_sent
source: I sent the payment
de: Zahlung verschickt
fr: J'ai envoyé le paiement
id: Saya mengirim pembayaran
no: Jeg sendte betalingen
pl: Wysłałem płatność
ro: Am trimis plata
sv: Jag skickade betalningen
th: ฉันส่งการชำระเงินแล้ว
tr: Ödemeyi gönderdim
uk: Я відправив платіж

# labels.expected_arrival_date
source: Expected Arrival Date
de: Erwartetes Lieferdatum
fr: Date d'arrivée estimée
id: Tanggal Kedatangan yang Diharapkan
no: Forventet ankomstdato
pl: Oczekiwana data przyjazdu
ro: Data estimată a sosirii
sv: Förväntat ankomstdatum
th: วันที่คาดว่าจะมาถึง
tr: Beklenilen varış tarihi
uk: Очікувана дата прибуття

# labels.expected_arrival_date_comments
source: Notes
de: Kommentare?
fr: Avez-vous vous un ou des commentaire(s) ?
id: Catatan
no: Notater
pl: Notatki
ro: Note
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Примітки

# labels.check_out_with_paypal
source: Check out with PayPal
de: Mit PayPal fortfahren
fr: Commander avec Paypal
id: Periksa dengan PayPal
no: Sjekk ut med PayPal
pl: Sprawdź za pomocą PayPal
ro: Check out cu paypal
sv: Checka ut med Paypal
th: ชำระเงินด้วย PayPal
tr: PayPal ile ödeme yapın
uk: Розрахунок через PayPal

# labels.account_holder_name
source: Account Holder Name
de: Kontoinhaber Name
fr: Nom du titulaire du compte
id: nama pemilik akun
no: Kontohaver Name
pl: Nazwa właściciela konta
ro: Numele deținătorului contului
sv: Kontoinnehavarens namn
th: ชื่อเจ้าของบัญชี
tr: Hesap Sahibinin Adı
uk: Ім'я власника рахунку

# labels.individual
source: Individual
de: Person
fr: Particulier
id: Individu
no: Individuell
pl: Indywidualny
sv: Enskild
th: รายบุคคล
tr: Bireysel
uk: Індивідуальний

# labels.company
source: Company
de: Firma
fr: Entreprise
id: Perusahaan
no: Selskap
pl: Firma
ro: Companie
sv: Företag
th: บริษัท
tr: Şirket
uk: Компанія

# labels.routing_number
source: Routing Number
de: Bankleitzahl
fr: Numéro de routage
id: Nomor Perutean
no: Rutingnummer
pl: Numer routingu
ro: Numărul de rutare
sv: Clearingnummer
th: เส้นทางหมายเลข
tr: Yönlendirme numarası
uk: Номер маршруту

# labels.bank_account_number
source: Bank Account Number
de: Kontonummer
fr: Numéro de compte
id: Nomor rekening bank
no: Bankkontonummer
pl: Numer konta bankowego
ro: Numarul contului bancar
sv: Bankkontonummer
th: หมายเลขบัญชีธนาคาร
tr: Banka hesabı numarası
uk: Номер рахунку в банку

# labels.confirm_bank_account_number
source: Confirm Account Number
de: Bestätige Nummer
fr: Confirmer le numéro de compte
id: Konfirmasi Nomor Rekening
no: Bekreft kontonummer
pl: Potwierdź numer konta
ro: Confirmați numărul de cont
sv: Bekräfta kontonummer
th: ยืนยันหมายเลขบัญชี
tr: Hesap Numarasını Doğrulayın
uk: Підтвердьте номер рахунку

# labels.add_bank_account
source: Add Bank Account
de: Konto hinzufügen
fr: Ajouter compte bancaire
id: Tambahkan Rekening Bank
no: Legg til bankkonto
pl: Dodaj konto bankowe
ro: Adăugați un cont bancar
sv: Lägg till bankkonto
th: เพิ่มบัญชีธนาคาร
tr: Banka Hesabı Ekle
uk: Додати банківський рахунок

# buttons.verify_instantly
source: Verify instantly
de: Jetzt verifizieren
fr: Vérifier instantanément
id: Verifikasi secara instan
no: Bekreft umiddelbart
pl: Zweryfikuj natychmiast
ro: Verificați instantaneu
sv: Verifiera omedelbart
th: ตรวจสอบได้ทันที
tr: Anında doğrulayın
uk: Перевірте миттєво

# buttons.verify_manually
source: Verify manually
de: Manuell verifizieren
fr: Vérifier manuellement
id: Verifikasi secara manual
no: Bekreft manuelt
pl: Sprawdź ręcznie
ro: Verificați manual
sv: Verifiera manuellt
th: ตรวจสอบด้วยตนเอง
tr: Manuel olarak doğrula
uk: Перевірте вручну

# labels.or
source: or
de: oder
fr: ou
id: atau
no: eller
pl: Lub
ro: sau
sv: eller
th: หรือ
tr: veya
uk: або

# messages.add_bank_account_verify_prompt
source: In order to use your bank account for payments we just first need to verify that you are authorized to pay with it. How would you like to verify your account?
de: Um deinen Bankaccount für die Zahlungen verwenden zu können, müssen wir zuerst sicherstellen, dass es auch deiner ist. Wie willst du das machen?
fr: Avant d'utiliser votre compte bancaire pour les paiements, nous devons simplement vérifier que vous êtes bien autorisé à l'utiliser. Comment souhaitez-vous vérifier votre compte ?
id: Untuk menggunakan rekening bank Anda untuk pembayaran, pertama-tama kami perlu memverifikasi bahwa Anda berwenang untuk membayar dengan rekening tersebut. Bagaimana Anda ingin memverifikasi akun Anda?
no: For å bruke bankkontoen din til betalinger må vi først bekrefte at du er autorisert til å betale med den. Hvordan vil du bekrefte kontoen din?
pl: Aby móc używać Twojego konta bankowego do płatności, musimy najpierw sprawdzić, czy masz uprawnienia do płatności nim. Jak chcesz zweryfikować swoje konto?
ro: Pentru a vă folosi contul bancar pentru plăți, trebuie doar să verificăm mai întâi că sunteți autorizat să plătiți cu acesta. Cum ați dori să vă verificați contul?
sv: För att kunna använda ditt bankkonto för betalningar behöver vi bara först verifiera att du är behörig att betala med det. Hur vill du verifiera ditt konto?
th: ในการใช้บัญชีธนาคารของคุณในการชำระเงิน เราจำเป็นต้องตรวจสอบก่อนว่าคุณได้รับอนุญาตให้ชำระเงินด้วยบัญชีดังกล่าว คุณต้องการยืนยันบัญชีของคุณด้วยวิธีใด?
tr: Ödemeler için banka hesabınızı kullanabilmek için öncelikle bu hesapla ödeme yapma yetkinizin olduğunu doğrulamamız gerekiyor. Hesabınızı nasıl doğrulamak istersiniz?
uk: Щоб використовувати ваш банківський рахунок для платежів, нам потрібно лише підтвердити, що ви маєте право здійснювати з нього платежі. Як би ви хотіли підтвердити свій обліковий запис?

# messages.add_bank_account_manual_verification
source: Add any bank account with a routing and account number. We will then send two micro-deposits to your account for you to verify. Verification can take up to 2 business days.
de: Füge ein Konto mit der Bankleitzahl und der Kontonummer hinzu. Wir werden dann zwei kleine Beträge innerhalb von 2 Werktagen überweisen, um dein Konto zu verifizieren.
fr: Ajoutez n'importe quel compte bancaire avec un numéro de routage et de compte. Nous enverrons ensuite deux micro-dépôts pour procéder à la vérification. La vérification peut prendre jusqu'à deux jours ouvrés.
id: Tambahkan rekening bank apa pun dengan perutean dan nomor rekening. Kami kemudian akan mengirimkan dua deposit mikro ke akun Anda untuk Anda verifikasi. Verifikasi dapat memakan waktu hingga 2 hari kerja.
no: Legg til en hvilken som helst bankkonto med ruting og kontonummer. Vi vil da sende to mikroinnskudd til kontoen din som du kan bekrefte. Bekreftelse kan ta opptil 2 virkedager.
pl: Dodaj dowolne konto bankowe z routingiem i numerem konta. Następnie wyślemy na Twoje konto dwie mikrowpłaty w celu weryfikacji. Weryfikacja może potrwać do 2 dni roboczych.
ro: Adăugați orice cont bancar cu o rutare și un număr de cont. Vom trimite apoi două micro-depozite în contul dvs. pentru a le verifica. Verificarea poate dura până la 2 zile lucrătoare.
sv: Lägg till valfritt bankkonto med routing och kontonummer. Vi skickar sedan två mikroinsättningar till ditt konto som du kan verifiera. Verifieringen kan ta upp till två arbetsdagar.
th: เพิ่มบัญชีธนาคารใด ๆ ที่มีเส้นทางและหมายเลขบัญชี จากนั้นเราจะส่งเงินฝากขนาดเล็กสองรายการไปยังบัญชีของคุณเพื่อให้คุณตรวจสอบ การยืนยันอาจใช้เวลาสูงสุด 2 วันทำการ
tr: Yönlendirme ve hesap numarasına sahip herhangi bir banka hesabını ekleyin. Daha sonra doğrulamanız için hesabınıza iki mikro para yatırma işlemi göndereceğiz. Doğrulama 2 iş günü kadar sürebilir.
uk: Додайте будь-який банківський рахунок із маршрутом і номером рахунку. Потім ми надішлемо два мікродепозити на ваш рахунок для перевірки. Перевірка може тривати до 2 робочих днів.

# titles.add_payment_method
source: Add Payment Method
de: Zahlungsmethode hinzufügen
fr: Ajouter un mode de paiement
id: Tambahkan Metode Pembayaran
no: Legg til betalingsmåte
pl: Dodaj metodę płatności
ro: Adăugați o metodă de plată
sv: Lägg till betalningsmetod
th: เพิ่มวิธีการชำระเงิน
tr: Ödeme yöntemi ekle
uk: Додати спосіб оплати

# titles.update_payment_method
source: Change Payment Method
de: Zahlungsmethode ändern
fr: Modifier le mode de paiement
id: Ubah Metode Pembayaran
no: Endre betalingsmåte
pl: Zmiana metody płatności
ro: Schimbă modalitatea de plată
sv: Ändra betalningsmetod
th: เปลี่ยนวิธีการชำระเงิน
tr: Ödeme yöntemini değiştir
uk: Змінити спосіб оплати

# labels.pay_selected_invoices
source: Select invoices to pay
de: Selektiere die Rechnungen, die du bezahlen willst
fr: Sélectionner les factures à payer
id: Pilih faktur yang akan dibayar
no: Velg fakturaer som skal betales
pl: Wybierz faktury do zapłaty
ro: Selectați facturile de plătit
sv: Välj fakturor att betala
th: เลือกใบแจ้งหนี้ที่จะชำระเงิน
tr: Ödenecek faturaları seçin
uk: Виберіть рахунки для оплати

# labels.tax_id
source: Tax ID
de: Steuernummer
fr: Numéro fiscal
id: Id pajak
no: Skatte-ID
pl: Identyfikator podatkowy
ro: Cod fiscal
sv: Skatte ID
th: หมายเลขประจำตัวผู้เสียภาษี
tr: Vergi numarası
uk: ІПН

# buttons.csv
source: CSV
th: ซีเอสวี

# labels.receipt_email
source: Receipt Email
de: Email bei Erhalt
fr: Adresse e-mail où envoyer le reçu
id: Tanda Terima Email
no: E-postkvittering
pl: Otrzymany e-mail
ro: E-mail de primire
sv: Kvitto e-post
th: อีเมล์ใบเสร็จรับเงิน
tr: Makbuz E-postası
uk: Електронна пошта квитанції

# buttons.attach_file
source: Attach file...
de: Datei anhängen...
fr: Joindre un fichier...
id: Lampirkan file...
no: Legg ved fil...
pl: Załącz plik...
ro: Ataseaza fisier...
sv: Bifoga fil...
th: แนบไฟล์...
tr: Dosya eki...
uk: Прикріпити файл...

# messages.gocardless_payment_reason
source: Automatic invoice payments to %companyName%
de: Automatische Zahlungen an %companyName%
fr: Paiement automatique des factures émises par %companyName%
id: Pembayaran faktur otomatis ke %NamaPerusahaan%
no: Automatiske fakturabetalinger til %companyName%
pl: Automatyczne płatności za faktury na rzecz %companyName%
ro: Plăți automate ale facturilor către %companyName%
sv: Automatiska fakturabetalningar till %companyName%
th: การชำระเงินตามใบแจ้งหนี้อัตโนมัติให้กับ %companyName%
tr: %companyName% şirketine otomatik fatura ödemeleri
uk: Автоматичні платежі за рахунками %companyName%

# buttons.setup_direct_debit
source: Setup Direct Debit
de: Bankeinzug konfigurieren
fr: Configurer le prélèvement
id: Siapkan Debit Langsung
no: Konfigurer direkte belastning
pl: Skonfiguruj polecenie zapłaty
ro: Configurați debit direct
sv: Ställ in direktdebitering
th: ตั้งค่าการหักบัญชีธนาคาร
tr: Otomatik Ödeme Kurulumu
uk: Налаштувати прямий дебет

# messages.payment_form_invoice_description
source: {0} Account Balance|{1} Invoice # %invoiceNumber%|]1,Inf[ %count% Invoices
de: {0} Kontostand|{1} Rechnung # %invoiceNumber%|]1,Inf[ %count% Rechnungen
fr: {0} Solde du compte|{1} Facture # %invoiceNumber%|]1,Inf[ %count% Factures
id: {0} Saldo Rekening|{1} Faktur # %invoiceNumber%|]1,Inf[ %count% Faktur
no: {0} Kontosaldo|{1} Faktura # %invoiceNumber%|]1,Inf[ %count% Fakturaer
pl: {0} Saldo konta|{1} Faktura nr %invoiceNumber%|]1,Inf[ %count% Faktury
ro: {0} Soldul contului|{1} Factura # %invoiceNumber%|]1,Inf[ %count% Facturi
sv: {0} Kontosaldo|{1} Faktura # %invoiceNumber%|]1,Inf[ %count% Fakturor
th: {0} ยอดคงเหลือในบัญชี|{1} ใบแจ้งหนี้ # %invoiceNumber%|]1,Inf[ %count% Invoices
tr: {0} Hesap Bakiyesi|{1} Fatura # %invoiceNumber%|]1,Inf[ %count% Faturalar
uk: {0} Баланс облікового запису|{1} Рахунок-фактура № %invoiceNumber%|]1,Inf[ %count% рахунків-фактур

# messages.information_being_saved
source: Your information is being saved. Thank you!
de: Ihre Informationen werden gespeichert. Vielen Dank!
id: Informasi Anda sedang disimpan. Terima kasih!
no: Informasjonen din blir lagret. Takk skal du ha!
pl: Twoje informacje są zapisywane. Dziękuję!
ro: Informațiile dvs. sunt salvate. Mulțumesc!
sv: Din information sparas. Tack!
th: ข้อมูลของคุณกำลังได้รับการบันทึก ขอบคุณ!
tr: Bilgileriniz kaydediliyor. Teşekkür ederim!
uk: Ваша інформація зберігається. Дякую тобі!

# messages.payment_processing
source: Your payment is being processed. Thank you!
de: Ihre Zahlung wird bearbeitet. Vielen Dank!
fr: Votre paiement est en cours. Merci!
id: Pembayaran Anda sedang diproses. Terima kasih!
no: Betalingen din blir behandlet. Takk skal du ha!
pl: Twoja płatność jest przetwarzana. Dziękuję!
ro: Plata dvs. este în curs de procesare. Mulțumesc!
sv: Din betalning behandlas. Tack!
th: การชำระเงินของคุณอยู่ระหว่างดำเนินการ ขอบคุณ!
tr: Ödemeniz işleniyor. Teşekkür ederim!
uk: Ваш платіж обробляється. Дякую тобі!

# warnings.convenience_fee
source: A %fee% convenience fee will be added to the payment.
de: Eine Zahlung von %fee% wird der Zahlung hinzugefügt.
fr: Des frais de commodité de %fee% seront ajoutés au paiement.
id: Biaya kenyamanan %fee% akan ditambahkan ke pembayaran.
no: Et %fee% bekvemmelighetsgebyr vil bli lagt til betalingen.
pl: Do płatności zostanie doliczona opłata za wygodę %fee%.
ro: La plată va fi adăugată o taxă de confort %fee%.
sv: En %fee% bekvämlighetsavgift kommer att läggas till betalningen.
th: จะมีการบวกค่าธรรมเนียมอำนวยความสะดวก %fee% ในการชำระเงิน
tr: Ödemeye %fee% kolaylık ücreti eklenecektir.
uk: До платежу буде додано плату %fee%.

# labels.convenience_fee
source: Convenience Fee
id: imbalan atas layanan
no: Bekvemmelighetsgebyr
pl: Opłata za wygodę
ro: Taxa de confort
sv: Bekvämlighetsavgift
th: ค่าธรรมเนียมอำนวยความสะดวก
tr: Kolaylık Ücreti
uk: Плата за зручність

# labels.open_item
source: Open Item
de: Gegenstand öffnen
fr: Élément ouvert
id: Barang Terbuka
no: Åpne element
pl: Otwórz element
ro: Deschideți articolul
sv: Öppen sak
th: เปิดรายการ
tr: Eşyayı aç
uk: Відкрити предмет

# titles.credit_notes
source: Credit Notes
de: Gutschriften
fr: Notes de crédit
id: Catatan kredit
no: Kredittnotaer
pl: Noty kredytowe
ro: Note de credit
sv: Krediträkningar
th: หมายเหตุเครดิต
tr: Kredi notları
uk: Кредитні ноти

# labels.credit_note_number
source: Credit Note #
de: Gutschrift #
fr: Note de crédit #
id: Nota kredit #
no: Kreditnota #
pl: Nota kredytowa nr
ro: Nota de credit #
sv: Kreditnota #
th: ใบลดหนี้ #
tr: Kredi notu #
uk: Кредитове авізо #

# messages.no_credit_notes_found
source: We did not find any matching credit notes in your account history.
de: Wir haben in Ihrem Kontoverlauf keine passenden Gutschriften gefunden.
fr: Nous n'avons trouvé aucune note de crédit correspondante dans l'historique de votre compte.
id: Kami tidak menemukan catatan kredit yang cocok dalam riwayat akun Anda.
no: Vi fant ingen samsvarende kreditnotaer i kontologgen din.
pl: W historii Twojego konta nie znaleźliśmy żadnych pasujących not kredytowych.
ro: Nu am găsit note de credit care să se potrivească în istoricul contului dvs.
sv: Vi hittade inga matchande kreditnotor i din kontohistorik.
th: เราไม่พบใบลดหนี้ที่ตรงกันในประวัติบัญชีของคุณ
tr: Hesap geçmişinizde eşleşen herhangi bir kredi notu bulamadık.
uk: Ми не знайшли відповідних кредитних нот в історії вашого облікового запису.

# labels.address
source: Address
de: Adresse
fr: Adresse
id: Alamat
no: Adresse
pl: Adres
ro: Abordare
sv: Adress
th: ที่อยู่
tr: Adres
uk: Адреса

# labels.off
source: Off
de: Aus
fr: De
id: Mati
no: Av
pl: Wyłączony
ro: Oprit
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено

# labels.enabled
source: Enabled
de: Aktiviert
fr: Activé
id: Diaktifkan
no: Aktivert
pl: Włączony
ro: Activat
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkinleştirilmiş
uk: Увімкнено

# labels.payment_date
source: Payment Date
de: Zahlungsdatum
fr: Date de paiement
id: Tanggal pembayaran
no: Betalingsdato
pl: Termin płatności
ro: Data de plată
sv: Betalningsdag
th: วันจ่าย
tr: Ödeme tarihi
uk: Дата оплати

# labels.days
source: day|days
de: tag|tage
fr: journée|journées
id: hari|hari
no: dag|dager
pl: dzień|dni|dni
ro: zi|zile|zile
sv: dag|dagar
th: วัน|วัน
tr: gün|günler
uk: день|днів|днів

# titles.activity
source: Activity
de: Aktivität
fr: Activité
id: Aktivitas
no: Aktivitet
pl: Działalność
ro: Activitate
sv: Aktivitet
th: กิจกรรม
tr: Aktivite
uk: діяльність

# titles.statements
source: Statements
de: Aussagen
fr: Déclarations
id: Pernyataan
no: Uttalelser
pl: Sprawozdania
ro: Declarații
sv: Uttalanden
th: งบ
tr: İfadeler
uk: Заяви

# labels.expiration_date
source: Expiration Date
de: Ablaufdatum
fr: Date d'expiration
id: Tanggal habis tempo
no: Utløpsdato
pl: Termin ważności
ro: Data expirării
sv: Utgångsdatum
th: วันหมดอายุ
tr: Son kullanma tarihi
uk: Термін придатності

# labels.all
source: All
de: Alle
fr: Tout
id: Semua
no: Alle
pl: Wszystko
ro: Toate
sv: Allt
th: ทั้งหมด
tr: Tüm
uk: все

# labels.open
source: Open
de: Öffnen
fr: Ouvert
id: Membuka
no: Åpen
pl: otwarty
ro: Deschis
sv: Öppen
th: เปิด
tr: Açık
uk: ВІДЧИНЕНО

# labels.apply
source: Apply
de: Anwenden
fr: Appliquer
id: Menerapkan
no: Søke om
pl: Stosować
ro: aplica
sv: Tillämpa
th: นำมาใช้
tr: Uygula
uk: Застосувати

# labels.selected
source: selected
de: ausgewählt
fr: choisi
id: terpilih
no: valgt
pl: wybrany
ro: selectat
sv: vald
th: เลือกแล้ว
tr: seçilmiş
uk: вибрано

# labels.pdf
source: PDF
th: ไฟล์ PDF
tr: PDF'ler

# labels.aging
source: Aging
de: Altern
fr: Vieillissement
id: Penuaan
no: Aldring
pl: Starzenie się
ro: Îmbătrânire
sv: Åldrande
th: ริ้วรอยก่อนวัย
tr: Yaşlanma
uk: Старіння

# labels.num_invoices
source: # Invoices
de: # Rechnungen
fr: # Factures
id: # Faktur
no: # Fakturaer
pl: # Faktury
ro: # Facturi
sv: # Fakturor
th: #ใบแจ้งหนี้
tr: # Faturalar
uk: # Рахунки-фактури

# labels.account_summary
source: Account Summary
de: Kontoübersicht
fr: Relevé de compte
id: Ringkasan Akun
no: Kontooversikt
pl: Podsumowanie konta
ro: Rezumat cont
sv: Konto sammandrag
th: สรุปบัญชี
tr: Hesap özeti
uk: Резюме облікового запису

# labels.recent_payments
source: Recent Payments
de: Letzte Zahlungen
fr: Date de début
id: Pembayaran Terkini
no: Nylige betalinger
pl: Ostatnie płatności
ro: Plăți recente
sv: Senaste betalningar
th: การชำระเงินล่าสุด
tr: Son Ödemeler
uk: Останні платежі

# labels.start_date
source: Start Date
de: Anfangsdatum
fr: Date de début
id: Mulai tanggal
no: Startdato
pl: Data rozpoczęcia
ro: Data de început
sv: Start datum
th: วันที่เริ่มต้น
tr: Başlangıç tarihi
uk: Дата початку

# labels.currently_due
source: Currently Due
de: Derzeit fällig
fr: Actuellement dû
id: Saat ini Jatuh Tempo
no: Foreløpig forfall
pl: Obecnie termin
ro: Momentan scadent
sv: För tillfället utestående
th: ปัจจุบันครบกำหนด
tr: Şu anda Vadesi Gelmiş
uk: Наразі термін погашення

# labels.next_due_date
source: Next Due Date
de: Nächstes Fälligkeitsdatum
fr: Prochaine date d'échéance
id: Tanggal Jatuh Tempo Berikutnya
no: neste frist
pl: Następny termin
ro: Următoarea dată scadentă
sv: Nästa Förfallodatum
th: วันครบกำหนดถัดไป
tr: Sonraki Son Tarih
uk: Наступний термін виконання

# labels.po_number
source: PO #
id: SETELAH #
no: ETTER #
ro: DUPĂ #
sv: EFTER #
th: หลังจาก #
tr: SONRASINDA #
uk: ПІСЛЯ #

# labels.credit_note
source: Credit Note
de: Anmerkung
fr: Avoir
id: Nota kredit
no: Kredittnota
pl: Nota kredytowa
ro: Nota de credit
sv: Kreditnota
th: ใบลดหนี้
tr: Kredi notu
uk: Кредитове авізо

# messages.payment_form_credit_note_description
source: {1} Credit Note # %creditNoteNumber%|]1,Inf[ %count% Credit Notes
de: {1} Anmerkung # %creditNoteNumber%|]1,Inf[ %count% Anmerkungen
id: {1} Nota Kredit # %creditNoteNumber%|]1,Inf[ %count% Nota Kredit
no: {1} Kredittnota # %creditNoteNumber%|]1,Inf[ %count% kreditnotaer
pl: {1} Nota kredytowa nr %creditNoteNumber%|]1,Inf[ %count% Nota kredytowa
ro: {1} Nota de credit # %creditNoteNumber%|]1,Inf[ %count% Note de credit
sv: {1} Kreditnota # %creditNoteNumber%|]1,Inf[ %count% Kreditnotor
th: {1} ใบลดหนี้ # %creditNoteNumber%|]1,Inf[ %count% ใบลดหนี้
tr: {1} Kredi Notu # %creditNoteNumber%|]1,Inf[ %count% Kredi Notları
uk: {1} Кредит-нота № %creditNoteNumber%|]1,Inf[ %count% Кредит-нота

# labels.document_number
source: Document #
de: Dokument #
id: Dokumen #
no: Dokument #
pl: Nr dokumentu
sv: Dokument #
th: เอกสาร #
tr: Belge #
uk: Документ №

# messages.payment_zero_success
source: We have processed your request.
de: Wir haben Ihre Anfrage bearbeitet.
fr: Nous avons traité votre demande.
id: Kami telah memproses permintaan Anda.
no: Vi har behandlet forespørselen din.
pl: Rozpatrzyliśmy Twoją prośbę.
ro: Am procesat cererea dvs.
sv: Vi har behandlat din begäran.
th: เราได้ดำเนินการตามคำขอของคุณแล้ว
tr: Talebinizi işleme koyduk.
uk: Ми обробили ваш запит.

# labels.description
source: Description
de: Beschreibung
id: Keterangan
no: Beskrivelse
pl: Opis
ro: Descriere
sv: Beskrivning
th: คำอธิบาย
tr: Tanım
uk: опис

# labels.summary
source: Summary
de: Zusammenfassung
fr: Résumé
id: Ringkasan
no: Sammendrag
pl: Streszczenie
ro: rezumat
sv: Sammanfattning
th: สรุป
tr: Özet
uk: Резюме

# labels.promise_to_pay
source: Promise-to-Pay
de: Zahlungsversprechen
fr: Promesse de paiement
id: Janji untuk Membayar
no: Lover å betale
pl: Obietnica zapłaty
ro: Promisiunea de plată
sv: Lova att betala
th: สัญญาว่าจะจ่าย
tr: Ödeme Vaadi
uk: Обіцянка оплати
