Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# messages.promise_to_pay_description
source: Please provide payment advice once a payment is on the way.
de: Bitte geben Sie einen Zahlungshinweis, sobald eine Zahlung unterwegs ist.
fr: Veuillez fournir des conseils de paiement une fois le paiement en cours.
id: Harap berikan saran pembayaran setelah pembayaran sedang dilakukan.
no: Vennligst gi betalingsråd når en betaling er på vei.
pl: Prosimy o awizo dotyczące płatności, gdy płatność będzie w drodze.
ro: Vă rugăm să furnizați sfaturi de plată odată ce o plată este în curs.
sv: Vänligen ge betalningsinformation när en betalning är på väg.
th: โปรดให้คำแนะนำในการชำระเงินเมื่อมีการชำระเงิน
tr: Ödeme yoldayken lütfen ödeme tavsiyesi verin.
uk: Будь ласка, надайте консультацію щодо оплати, коли платіж буде в дорозі.

# titles.payment_selection
source: Payment Selection
de: Zahlungsauswahl
fr: Sélection de paiement
id: Seleksi Pembayaran
no: Betalingsvalg
pl: Wybór płatności
ro: Selectarea plății
sv: Val av betalning
th: การเลือกการชำระเงิน
tr: Ödeme Seçimi
uk: Вибір оплати

# labels.payment_reference
source: Payment Reference #
de: Zahlungsreferenz
fr: Référence de paiement
id: Referensi pembayaran #
no: Betalingsreferanse #
pl: Referencje płatności #
ro: Referință de plată #
sv: Betalningsreferens #
th: หลักฐานการจ่ายเงิน #
tr: Ödeme referansı #
uk: № платіжної довідки

# labels.price
source: Price
de: Preis
fr: Le prix
id: Harga
no: Pris
pl: Cena
ro: Preț
sv: Pris
th: ราคา
tr: Fiyat
uk: Ціна

source: tax
de: MwSt
fr: impôt
id: pajak
no: avgift
pl: podatek
ro: impozit
sv: beskatta
th: ภาษี
tr: vergi
uk: податок

source: includes
de: Beinhaltet
fr: comprend
id: termasuk
no: inkluderer
pl: zawiera
ro: include
sv: inkluderar
th: รวมถึง
tr: içerir
uk: включає в себе

# labels.tiered
source: Tiered
de: Gestuft
fr: Échelonné
id: Berjenjang
no: Lagdelt
pl: Wielopoziomowe
ro: Nivelate
sv: Trött
th: ฉัตร
tr: katmanlı
uk: Багатоярусний

# labels.PayInFull
source: Pay In Full
de: Betal fuldt ud
fr: Payer en entier
id: Bayar Penuh
no: Betal i sin helhet
pl: Zapłać w całości
ro: Plătiți integral
sv: Betala i sin helhet
th: ชำระเงินเต็มจำนวน
tr: Tam ödeme
uk: Оплата в повному обсязі

# labels.PayPartial
source: Pay Partial Amount
de: Betal delvist beløb
fr: Payer un montant partiel
id: Bayar Sebagian
no: Betal delbeløp
pl: Zapłać część kwoty
ro: Plătiți o sumă parțială
sv: Betala delbelopp
th: ชำระเงินบางส่วน
tr: Kısmi Tutar Öde
uk: Сплатити частково

# labels.ApplyCredit
source: Apply Credit
de: Anvend kredit
fr: Appliquer un crédit
id: Terapkan Kredit
no: Bruk kreditt
pl: Zastosuj kredyt
ro: Aplică credit
sv: Ansök kredit
th: สมัครสินเชื่อ
tr: Kredi Uygula
uk: Застосувати кредит

# labels.PaymentPlan
source: Next Installment
de: Næste rate
fr: Prochain versement
id: Angsuran Berikutnya
no: Neste avdrag
pl: Następna część
ro: Următoarea tranșă
sv: Nästa delbetalning
th: งวดต่อไป
tr: Sonraki Taksit
uk: Наступний внесок

# labels.amount_to_pay
source: Amount to Pay
de: Beløb at betale
fr: Montant à payer
id: Jumlah yang harus dibayar
no: Beløp å betale
pl: Kwota do zapłaty
ro: Suma de platit
sv: Summa att betala
th: จำนวนเงินที่ต้องชำระ
tr: Ödenecek miktar
uk: Сума до оплати

# labels.AdvancePayment
source: Advance Payment
de: Forudbetaling
fr: Acompte
id: Pembayaran di muka
no: Forhåndsbetaling
pl: Zaliczka
ro: Plată în avans
sv: Förskottsbetalning
th: ชำระเงินล่วงหน้า
tr: Avans ödemesi
uk: Передоплата

# buttons.save_to_invoiced
source: Save to Invoiced
de: Gem til Faktureret
fr: Enregistrer dans Facturé
id: Simpan ke Faktur
no: Lagre til Fakturert
pl: Zapisz na fakturze
ro: Salvați în facturat
sv: Spara till Fakturerat
th: บันทึกไปยังใบแจ้งหนี้
tr: Faturalıya Kaydet
uk: Зберегти в Invoiced

# titles.invoice_from
source: Invoice from %fromName%
de: Faktura fra %fromName%
fr: Facture de %fromName%
id: Faktur dari %fromName%
no: Faktura fra %fromName%
pl: Faktura od %fromName%
ro: Factură de la %fromName%
sv: Faktura från %fromName%
th: ใบแจ้งหนี้จาก %fromName%
tr: %fromName% adlı kişiden gelen fatura
uk: Рахунок-фактура від %fromName%

# labels.bill_from
source: Bill From
de: Bill fra
fr: Facture à partir de
id: Tagihan Dari
no: Bill fra
pl: Bill od
ro: Bill De la
sv: Bill från
th: บิลจาก
tr: Fatura Kaynağı
uk: Білл від

# labels.bill_to
source: Bill To
de: Regning til
fr: Facturer à
id: Pembayaran kepada
pl: Bill Do
ro: Proiect de lege pentru
th: ส่งเบิกไปที่
tr: Ya fatura edilecek
uk: Білл Кому

# labels.ship_to
source: Ship To
de: Send til
fr: Envoyez à
id: Dikirim ke
no: Send til
pl: Dostawa do
ro: Îmbarca spre
sv: Frakta till
th: จัดส่งไปที่
tr: Alıcı
uk: Відправити до

# labels.attention_to
source: ATTN
fr: À L'ATTENTION
id: PERHATIAN
pl: DOT
th: เรียน
tr: DİKKAT
uk: УВАГА

# labels.payment_terms
source: Payment Terms
de: Betalingsbetingelser
fr: Modalités de paiement
id: Syarat pembayaran
no: Betalingsbetingelser
pl: Zasady płatności
ro: Termeni de plată
sv: Betalningsvillkor
th: เงื่อนไขการชำระเงิน
tr: Ödeme şartları
uk: Терміни оплати

# labels.unit_cost
source: Unit Cost
de: Enhedspris
fr: Coût unitaire
id: Biaya Satuan
no: Enhetskostnad
pl: Cena jednostkowa
ro: Cost unitar
sv: Enhetskostnad
th: ต้นทุนต่อหน่วย
tr: Birim maliyet
uk: Вартість одиниці

# labels.credits_applied
source: Credits Applied
de: Anvendte kreditter
fr: Crédits appliqués
id: Kredit Diterapkan
no: Studiepoeng påført
pl: Zastosowano kredyty
ro: Credite aplicate
sv: Tillämpade krediter
th: เครดิตที่ใช้
tr: Uygulanan Krediler
uk: Кредити застосовані

# labels.notes
source: Notes
de: Noter
fr: Remarques
id: Catatan
no: Notater
pl: Notatki
ro: Note
sv: Anteckningar
th: หมายเหตุ
tr: Notlar
uk: Примітки

# buttons.learn_more
source: Learn More
de: Lær mere
fr: Apprendre encore plus
id: Belajarlah lagi
no: Lære mer
pl: Ucz się więcej
ro: Află mai multe
sv: Läs mer
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin
uk: Вивчайте більше

# titles.estimate_from
source: Estimate from %fromName%
de: Estimat fra %fromName%
fr: Estimation de %fromName%
id: Perkiraan dari %fromName%
no: Estimat fra %fromName%
pl: Oszacowanie na podstawie %fromName%
ro: Estimare de la %fromName%
sv: Uppskattning från %fromName%
th: ประมาณการจาก %fromName%
tr: %fromName%'den tahmin
uk: Оцінка від %fromName%

# titles.credit_note_from
source: Credit Note from %fromName%
de: Kreditnota fra %fromName%
fr: Note de crédit de %fromName%
id: Nota Kredit dari %fromName%
no: Kredittnota fra %fromName%
pl: Nota kredytowa od %fromName%
ro: Nota de credit de la %fromName%
sv: Kreditnota från %fromName%
th: ใบลดหนี้จาก %fromName%
tr: %fromName%'den Kredi Notu
uk: Кредит-нота від %fromName%

# titles.statement_from
source: Statement from %fromName%
de: Udtalelse fra %fromName%
fr: Déclaration de %fromName%
id: Pernyataan dari %fromName%
no: Uttalelse fra %fromName%
pl: Oświadczenie od %fromName%
ro: Declarație de la %fromName%
sv: Uttalande från %fromName%
th: คำชี้แจงจาก %fromName%
tr: %fromName% tarafından yapılan açıklama
uk: Заява від %fromName%

# buttons.view_on_invoiced
source: View on Invoiced
de: Se på Faktureret
fr: Voir sur facturé
id: Lihat di Faktur
no: Se på Fakturert
pl: Zobacz na fakturze
ro: Vizualizare pe facturat
sv: Se på Fakturerat
th: ดูในใบแจ้งหนี้
tr: Faturalıda Görüntüle
uk: Перегляд на рахунок-фактуру

# labels.contacts
source: Contacts
de: Kontaktpersoner
id: Kontak
no: Kontakter
pl: Łączność
ro: Contacte
sv: Kontakter
th: รายชื่อผู้ติดต่อ
tr: Kişiler
uk: Контакти

# messages.contacts_explanation
source: Add additional contacts to your account that should have access to the customer portal.
de: Tilføj yderligere kontakter til din konto, som skal have adgang til kundeportalen.
fr: Ajoutez des contacts supplémentaires à votre compte qui devraient avoir accès au portail client.
id: Tambahkan kontak tambahan ke akun Anda yang seharusnya memiliki akses ke portal pelanggan.
no: Legg til flere kontakter på kontoen din som skal ha tilgang til kundeportalen.
pl: Dodaj do swojego konta dodatkowe kontakty, które powinny mieć dostęp do portalu klienta.
ro: Adăugați persoane de contact suplimentare în contul dvs. care ar trebui să aibă acces la portalul clienților.
sv: Lägg till ytterligare kontakter till ditt konto som ska ha tillgång till kundportalen.
th: เพิ่มผู้ติดต่อเพิ่มเติมในบัญชีของคุณที่ควรมีสิทธิ์เข้าถึงพอร์ทัลลูกค้า
tr: Müşteri portalına erişimi olması gereken ek kişileri hesabınıza ekleyin.
uk: Додайте до свого облікового запису додаткові контакти, які повинні мати доступ до порталу клієнтів.

# labels.phone
source: Phone
de: telefon
fr: Téléphone
id: Telepon
no: Telefon
pl: Telefon
ro: Telefon
sv: Telefon
th: โทรศัพท์
tr: Telefon
uk: Телефон

# messages.contact_saved
source: The contact has been saved.
de: Kontakten er blevet gemt.
fr: Le contact a été enregistré.
id: Kontak telah disimpan.
no: Kontakten er lagret.
pl: Kontakt został zapisany.
ro: Contactul a fost salvat.
sv: Kontakten har sparats.
th: บันทึกผู้ติดต่อแล้ว
tr: Kişi kaydedildi.
uk: Контакт збережено.

# messages.contact_deleted
source: The contact has been deleted.
de: Kontakten er blevet slettet.
fr: Le contact a été supprimé.
id: Kontak telah dihapus.
no: Kontakten er slettet.
pl: Kontakt został usunięty.
ro: Contactul a fost șters.
sv: Kontakten har tagits bort.
th: ผู้ติดต่อถูกลบแล้ว
tr: Kişi silindi.
uk: Контакт видалено.

# titles.select_customer
source: Select Customer
de: Vælg kunde
fr: Sélectionner un client
id: Pilih Pelanggan
no: Velg Kunde
pl: Wybierz opcję Klient
ro: Selectați Client
sv: Välj Kund
th: เลือกลูกค้า
tr: Müşteri Seçin
uk: Виберіть Клієнт

# labels.change_language
source: Change Language
de: Skift sprog
fr: Changer de langue
id: Ganti BAHASA
no: Skifte språk
pl: Zmień język
ro: Schimbați limba
sv: Ändra språk
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову

# messages.powered_by_invoiced
source: A better way to send and receive invoices
de: En bedre måde at sende og modtage fakturaer på
fr: Une meilleure façon d'envoyer et de recevoir des factures
id: Cara yang lebih baik untuk mengirim dan menerima faktur
no: En bedre måte å sende og motta fakturaer på
pl: Lepszy sposób wysyłania i odbierania faktur
ro: O modalitate mai bună de a trimite și de a primi facturi
sv: Ett bättre sätt att skicka och ta emot fakturor
th: วิธีที่ดีกว่าในการส่งและรับใบแจ้งหนี้
tr: Fatura gönderip almanın daha iyi bir yolu
uk: Кращий спосіб надсилання та отримання рахунків-фактур

# labels.new_contact
source: New Contact
de: Ny kontakt
fr: Nouveau contact
id: Kontak baru
no: Ny kontakt
pl: Nowy kontakt
ro: Contact nou
sv: Ny kontakt
th: ติดต่อใหม่
tr: Yeni bağlantı
uk: Новий контакт

# labels.edit_contact
source: Edit Contact
de: Rediger kontakt
fr: Modifier le contact
id: Sunting Kontak
no: Rediger kontakt
pl: Edytuj kontakt
ro: Editați contactul
sv: Redigera kontakt
th: แก้ไขการติดต่อ
tr: Kişiyi Düzenle
uk: Редагувати контакт

# messages.csrf_error
source: Your session may have expired, or you may not have cookies enabled. Please use the back button and try again.
de: Din session kan være udløbet, eller du har muligvis ikke aktiveret cookies. Brug venligst tilbage-knappen og prøv igen.
fr: Votre session a peut-être expiré ou les cookies n'ont peut-être pas été activés. Veuillez utiliser le bouton de retour et réessayer.
id: Sesi Anda mungkin telah kedaluwarsa, atau cookie Anda mungkin tidak diaktifkan. Silakan gunakan tombol kembali dan coba lagi.
no: Økten din kan ha utløpt, eller du kan ikke ha informasjonskapsler aktivert. Bruk tilbake-knappen og prøv igjen.
pl: Być może Twoja sesja wygasła lub nie masz włączonej obsługi plików cookie. Użyj przycisku Wstecz i spróbuj ponownie.
ro: Este posibil ca sesiunea dvs. să fi expirat sau este posibil să nu aveți module cookie activate. Vă rugăm să utilizați butonul Înapoi și să încercați din nou.
sv: Din session kan ha löpt ut eller så har du kanske inte aktiverat cookies. Använd bakåtknappen och försök igen.
th: เซสชันของคุณอาจหมดอายุแล้ว หรือคุณอาจไม่ได้เปิดใช้งานคุกกี้ โปรดใช้ปุ่มย้อนกลับแล้วลองอีกครั้ง
tr: Oturumunuzun süresi dolmuş olabilir veya çerezleri etkinleştirmemiş olabilirsiniz. Lütfen geri düğmesini kullanın ve tekrar deneyin.
uk: Можливо, ваш сеанс закінчився або ви не ввімкнули файли cookie. Натисніть кнопку "Назад" і повторіть спробу.

# labels.please_try_again
source: Please Try Again
de: Prøv igen
fr: Veuillez réessayer
id: Silakan Coba Lagi
no: Vær så snill, prøv på nytt
pl: Proszę spróbuj ponownie
ro: Vă rugăm să încercați din nou
sv: Var god försök igen
th: กรุณาลองอีกครั้ง
tr: Lütfen tekrar deneyin
uk: Будь ласка спробуйте ще раз

# labels.error
source: Error
de: Fejl
fr: Erreur
id: Kesalahan
no: Feil
pl: Błąd
ro: Eroare
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка

# messages.sandbox_account
source: This is a sandbox account. These are not actual invoices and does not process live payments.
de: Dette er en sandkassekonto. Disse er ikke faktiske fakturaer og behandler ikke direkte betalinger.
fr: Il s'agit d'un compte sandbox. Ce ne sont pas de véritables factures et ne traitent pas les paiements en direct.
id: Ini adalah akun kotak pasir. Ini bukan faktur sebenarnya dan tidak memproses pembayaran langsung.
no: Dette er en sandkassekonto. Dette er ikke faktiske fakturaer og behandler ikke direkte betalinger.
pl: To jest konto w piaskownicy. Nie są to rzeczywiste faktury i nie przetwarzają płatności na żywo.
ro: Acesta este un cont sandbox. Acestea nu sunt facturi reale și nu procesează plăți live.
sv: Detta är ett sandlådekonto. Dessa är inte faktiska fakturor och behandlar inte direktbetalningar.
th: นี่คือบัญชีแซนด์บ็อกซ์ นี่ไม่ใช่ใบแจ้งหนี้จริงและไม่ประมวลผลการชำระเงินจริง
tr: Bu bir korumalı alan hesabıdır. Bunlar gerçek faturalar değildir ve canlı ödemeleri işleme koymaz.
uk: Це обліковий запис пісочниці. Це не справжні рахунки-фактури та не обробляються поточні платежі.

# labels.delete_contact
source: Delete Contact
de: Slet kontakt
fr: Effacer le contact
id: Hapus kontak
no: Slett kontakt
pl: Usuń kontakt
ro: Ștergeți contactul
sv: Ta bort kontakt
th: ลบผู้ติดต่อ
tr: Kişiyi silmek
uk: Видалити контакт

# messages.are_you_sure
source: Are you sure?
de: Er du sikker?
fr: Es-tu sûr?
id: Apa kamu yakin?
no: Er du sikker?
pl: Jesteś pewny?
ro: Esti sigur?
sv: Är du säker?
th: คุณแน่ใจไหม?
tr: Emin misin?
uk: Ти впевнений?

# messages.payment_add_bank_account
source: In order to submit a payment you must first connect a bank account.
de: For at foretage en betaling skal du først oprette en bankkonto.
fr: Afin de soumettre un paiement, vous devez d'abord connecter un compte bancaire.
id: Untuk mengirimkan pembayaran, Anda harus menghubungkan rekening bank terlebih dahulu.
no: For å sende inn en betaling må du først koble til en bankkonto.
pl: Aby dokonać płatności należy najpierw podłączyć konto bankowe.
ro: Pentru a trimite o plată, trebuie mai întâi să conectați un cont bancar.
sv: För att kunna göra en betalning måste du först ansluta ett bankkonto.
th: ในการชำระเงิน คุณต้องเชื่อมต่อบัญชีธนาคารก่อน
tr: Ödeme göndermek için öncelikle bir banka hesabı bağlamanız gerekir.
uk: Щоб здійснити платіж, спочатку потрібно підключити банківський рахунок.

# labels.date_range
source: Date Range
de: Datointerval
fr: Plage de dates
id: Rentang Tanggal
no: Datointervall
pl: Zakres dat
ro: Interval de date
sv: Datumintervall
th: ช่วงวันที่
tr: Tarih aralığı
uk: Проміжок часу

# messages.welcome_line1
source: Welcome to our customer portal! Log in to access your account, where you can view invoices, make payments, update your billing information, and review your account history.
de: Willkommen in unserem Kundenportal! Melden Sie sich an, um auf Ihr Konto zuzugreifen. Dort können Sie Rechnungen anzeigen, Zahlungen vornehmen, Ihre Rechnungsinformationen aktualisieren und Ihren Kontoverlauf überprüfen.
fr: Bienvenue sur notre portail client ! Connectez-vous pour accéder à votre compte, où vous pouvez consulter les factures, effectuer des paiements, mettre à jour vos informations de facturation et consulter l'historique de votre compte.
id: Selamat datang di portal pelanggan kami! Masuk untuk mengakses akun Anda, tempat Anda dapat melihat faktur, melakukan pembayaran, memperbarui informasi penagihan, dan meninjau riwayat akun Anda.
no: Velkommen til vår kundeportal! Logg på for å få tilgang til kontoen din, hvor du kan se fakturaer, foreta betalinger, oppdatere faktureringsinformasjonen din og se gjennom kontologgen.
pl: Witamy w naszym portalu klienta! Zaloguj się, aby uzyskać dostęp do swojego konta, na którym możesz przeglądać faktury, dokonywać płatności, aktualizować informacje rozliczeniowe i przeglądać historię konta.
ro: Bun venit pe portalul nostru pentru clienți! Conectați-vă pentru a vă accesa contul, unde puteți vedea facturile, efectua plăți, vă puteți actualiza informațiile de facturare și puteți verifica istoricul contului.
sv: Välkommen till vår kundportal! Logga in för att komma åt ditt konto, där du kan se fakturor, göra betalningar, uppdatera din faktureringsinformation och granska din kontohistorik.
th: ยินดีต้อนรับสู่พอร์ทัลลูกค้าของเรา! เข้าสู่ระบบเพื่อเข้าถึงบัญชีของคุณ ซึ่งคุณสามารถดูใบแจ้งหนี้ ชำระเงิน อัปเดตข้อมูลการเรียกเก็บเงิน และตรวจสอบประวัติบัญชีของคุณได้
tr: Müşteri portalımıza hoş geldiniz! Faturalarınızı görüntüleyebileceğiniz, ödeme yapabileceğiniz, fatura bilgilerinizi güncelleyebileceğiniz ve hesap geçmişinizi inceleyebileceğiniz hesabınıza erişmek için oturum açın.
uk: Ласкаво просимо на наш портал для клієнтів! Увійдіть, щоб отримати доступ до свого облікового запису, де ви можете переглядати рахунки-фактури, здійснювати платежі, оновлювати платіжну інформацію та переглядати історію свого облікового запису.

# messages.welcome_line2
source: If you encounter any issues while using the portal, please don't hesitate to contact us for assistance.
de: Wenn Sie bei der Nutzung des Portals auf Probleme stoßen, zögern Sie bitte nicht, uns für Unterstützung zu kontaktieren.
fr: Si vous rencontrez des problèmes lors de l'utilisation du portail, n'hésitez pas à nous contacter pour obtenir de l'aide.
id: Jika Anda mengalami masalah apa pun saat menggunakan portal, jangan ragu untuk menghubungi kami untuk mendapatkan bantuan.
no: Hvis du støter på problemer mens du bruker portalen, ikke nøl med å kontakte oss for å få hjelp.
pl: Jeśli podczas korzystania z portalu napotkasz jakiekolwiek problemy, nie wahaj się z nami skontaktować w celu uzyskania pomocy.
ro: Dacă întâmpinați probleme în timpul utilizării portalului, vă rugăm să nu ezitați să ne contactați pentru asistență.
sv: Om du stöter på några problem när du använder portalen, tveka inte att kontakta oss för hjälp.
th: หากคุณพบปัญหาใด ๆ ในขณะที่ใช้พอร์ทัล โปรดอย่าลังเลที่จะติดต่อเราเพื่อขอความช่วยเหลือ
tr: Portalı kullanırken herhangi bir sorunla karşılaşırsanız lütfen yardım için bizimle iletişime geçmekten çekinmeyin.
uk: Якщо у вас виникли проблеми під час користування порталом, будь ласка, не соромтеся звертатися до нас за допомогою.

# labels.customer
source: Customer
de: Kunde
fr: Client
id: Pelanggan
no: Kunde
pl: Klient
ro: Client
sv: Kund
th: ลูกค้า
tr: Müşteri
uk: Замовник

# payment_link_line_item
source: Payment Link
uk: Платіжне посилання

# buttons.xml
source: XML
pl: XML-a
