Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# messages.online_payments_not_accepted
source: There are no payment methods available for the amount selected. Please adjust the amount you are trying to pay or contact us for assistance.
de: Für den ausgewählten Betrag sind keine Zahlungsmethoden verfügbar. Bitte passen Sie den Betrag an, den Sie zu zahlen versuchen, oder kontaktieren Sie uns, um Unterstützung zu erhalten.
fr: Il n'y a pas de mode de paiement disponible pour le montant sélectionné. Veuillez ajuster le montant que vous essayez de payer ou contactez-nous pour obtenir de l'aide.
id: Tidak ada metode pembayaran yang tersedia untuk jumlah yang dipilih. Silakan sesuaikan jumlah yang ingin Anda bayarkan atau hubungi kami untuk bantuan.
no: Det er ingen tilgjengelige betalingsmåter for det valgte beløpet. Juster beløpet du prøver å betale eller kontakt oss for hjelp.
pl: Dla wybranej kwoty nie są dostępne żadne metody płatności. Dostosuj kwotę, którą próbujesz zapłacić, lub skontaktuj się z nami, aby uzyskać pomoc.
ro: Nu există metode de plată disponibile pentru suma selectată. Vă rugăm să ajustați suma pe care încercați să o plătiți sau să ne contactați pentru asistență.
sv: Det finns inga tillgängliga betalningsmetoder för det valda beloppet. Justera beloppet du försöker betala eller kontakta oss för hjälp.
th: ไม่มีวิธีการชำระเงินสำหรับจำนวนเงินที่เลือก โปรดปรับจำนวนเงินที่คุณพยายามจะจ่ายหรือติดต่อเราเพื่อขอความช่วยเหลือ
tr: Seçilen tutar için herhangi bir ödeme yöntemi mevcut değil. Lütfen ödemeye çalıştığınız tutarı ayarlayın veya yardım için bizimle iletişime geçin.
uk: Немає доступних способів оплати для вибраної суми. Змініть суму, яку ви намагаєтеся сплатити, або зв’яжіться з нами по допомогу.

# messages.review_installment_schedule
source: Please confirm that you agree to pay this invoice balance according to the payment schedule.
de: Bitte bestätige, dass du diese Rechnung auf Basis der untenstehenden Ratenvereinbarung begleichen willst.
fr: Merci de confirmer que vous acceptez de payer le solde de cette facture selon l'échéancier ci-dessous.
id: Harap konfirmasi bahwa Anda setuju untuk membayar saldo invoice ini sesuai jadwal pembayaran.
no: Vennligst bekreft at du godtar å betale denne fakturasaldoen i henhold til betalingsplanen.
pl: Potwierdź, że zgadzasz się zapłacić saldo faktury zgodnie z harmonogramem płatności.
ro: Vă rugăm să confirmați că sunteți de acord să plătiți acest sold al facturii conform programului de plată.
sv: Vänligen bekräfta att du samtycker till att betala detta fakturasaldo enligt betalningsplanen.
th: โปรดยืนยันว่าคุณตกลงที่จะชำระยอดใบแจ้งหนี้นี้ตามกำหนดการชำระเงิน
tr: Lütfen bu fatura bakiyesini ödeme planına göre ödemeyi kabul ettiğinizi onaylayın.
uk: Будь ласка, підтвердьте, що ви погоджуєтеся сплатити залишок цього рахунку-фактури відповідно до графіка платежів.

# labels.payment_schedule
source: Payment Schedule
de: Zahlungszeitpunkte
fr: Echéancier de paiement
id: Jadwal pembayaran
no: Nedbetalingsplan
pl: Harmonogram płatności
ro: Programul de plată
sv: Betalningsplan
th: กำหนดการชำระเงิน
tr: Ödeme PLANI
uk: Графік платежів

# messages.collect_payment_info_next
source: Next we will collect your payment information.
de: Als nächstes gehen wir zu den Zahlungsinformationen.
fr: Nous allons ensuite enregistrer vos données de paiement.
id: Selanjutnya kami akan mengumpulkan informasi pembayaran Anda.
no: Deretter samler vi inn betalingsinformasjonen din.
pl: Następnie zbierzemy informacje o Twojej płatności.
ro: În continuare, vom colecta informațiile dvs. de plată.
sv: Därefter samlar vi in din betalningsinformation.
th: ต่อไปเราจะรวบรวมข้อมูลการชำระเงินของคุณ
tr: Daha sonra ödeme bilgilerinizi toplayacağız.
uk: Далі ми зберемо вашу платіжну інформацію.

# labels.accept_payment_plan
source: I agree to this payment schedule
de: Ich akzeptiere diese Zahlungsvereinbarung
fr: J'accepte cet échéancier de paiement
id: Saya menyetujui jadwal pembayaran ini
no: Jeg godtar denne betalingsplanen
pl: Zgadzam się na ten harmonogram płatności
ro: Sunt de acord cu acest program de plată
sv: Jag godkänner denna betalningsplan
th: ฉันยอมรับกำหนดการชำระเงินนี้
tr: Bu ödeme planını kabul ediyorum
uk: Я згоден з цим графіком платежів

# messages.multiple_invoices_outstanding
source: You currently have %numInvoices% invoices outstanding. Would you like to pay the full balance?
de: Du hast momentan %numInvoices% ausstehende Rechnungen. Willst Du den vollen Betrag bezahlen?
fr: Vous avez actuellement %numInvoices% facture(s) en retard de paiement. Voulez-vous régulariser la totalité du solde ?
id: Saat ini Anda memiliki %numInvoices% faktur yang belum dibayar. Apakah Anda ingin membayar seluruh saldo?
no: Du har for øyeblikket %numInvoices% utestående fakturaer. Vil du betale hele saldoen?
pl: Obecnie masz zaległe faktury o wartości %numInvoices%. Czy chcesz zapłacić całe saldo?
ro: În prezent aveți %numInvoices% facturi restante. Doriți să plătiți întregul sold?
sv: Du har för närvarande %numInvoices% fakturor utestående. Vill du betala hela saldot?
th: ขณะนี้คุณมีใบแจ้งหนี้คงค้างอยู่ %numInvoices% คุณต้องการชำระยอดคงเหลือทั้งหมดหรือไม่?
tr: Şu anda ödenmemiş %numInvoices% faturanız var. Bakiyenin tamamını ödemek ister misiniz?
uk: Наразі ви маєте непогашених рахунків-фактур: %numInvoices%. Бажаєте сплатити повний залишок?

# labels.pay_full_balance
source: Pay full balance: <strong>%amount%</strong>
de: Bezahle vollen Betrag: <strong>%amount%</strong>
fr: Payer le solde dans sa totalité : <strong>%amount%</strong>
id: Bayar seluruh saldo: <strong>%amount%</strong>
no: Betal hele saldoen: <strong>%amount%</strong>
pl: Zapłać całe saldo: <strong>%amount%</strong>
ro: Plătiți soldul complet: <strong>%amount%</strong>
sv: Betala hela saldot: <strong>%amount%</strong>
th: ชำระยอดเงินเต็มจำนวน: <strong>%amount%</strong>
tr: Bakiyenin tamamını ödeyin: <strong>%amount%</strong>
uk: Сплатіть повний баланс: <strong>%amount%</strong>

# labels.pay_invoice
source: Pay invoice # %number%: <strong>%amount%</strong>
de: Bezahle Rechnung # %number%: <strong>%amount%</strong>
fr: Payer la facture # %number%: <strong>%amount%</strong>
id: Bayar faktur # %number%: <strong>%amount%</strong>
no: Betal faktura # %number%: <strong>%amount%</strong>
pl: Zapłać fakturę nr %number%: <strong>%amount%</strong>
ro: Plătiți factura # %number%: <strong>%amount%</strong>
sv: Betala faktura # %number%: <strong>%amount%</strong>
th: ชำระใบแจ้งหนี้ # %number%: <strong>%amount%</strong>
tr: Fatura # %number% ödeyin: <strong>%amount%</strong>
uk: Оплатіть рахунок-фактуру # %number%: <strong>%amount%</strong>

# messages.charge_after_updating_payment_info
source: You currently owe <strong>%amount%</strong>. When you update your payment information we will immediately retry payment.
de: Du bist momentan <strong>%amount%</strong> zurück. Wenn du deine Zahlungsinformationen aktualisierst, wird ein neuer Versuch gestartet.
fr: Vous avez actuellement un solde débiteur de <strong>%amount%</strong>. Aussitôt que vos données de paiement seront mises à jour, une nouvelle tentative de paiement sera effectuée.
id: Saat ini Anda berhutang <strong>%amount%</strong>. Ketika Anda memperbarui informasi pembayaran Anda, kami akan segera mencoba kembali pembayaran.
no: Du skylder for øyeblikket <strong>%amount%</strong>. Når du oppdaterer betalingsinformasjonen din, vil vi umiddelbart prøve å betale på nytt.
pl: Obecnie jesteś winien <strong>%amount%</strong>. Po zaktualizowaniu informacji o płatności natychmiast spróbujemy dokonać płatności ponownie.
ro: În prezent, datorați <strong>%amount%</strong>. Când vă actualizați informațiile de plată, vom reîncerca imediat plata.
sv: Du är för närvarande skyldig <strong>%amount%</strong>. När du uppdaterar din betalningsinformation kommer vi omedelbart att försöka betala igen.
th: ขณะนี้คุณเป็นหนี้ <strong>%amount%</strong> เมื่อคุณอัปเดตข้อมูลการชำระเงินของคุณ เราจะลองชำระเงินอีกครั้งทันที
tr: Şu anda <strong>%tutar%</strong> borcunuz var. Ödeme bilgilerinizi güncellediğinizde ödemeyi hemen yeniden deneyeceğiz.
uk: Зараз ви винні <strong>%amount%</strong>. Коли ви оновите свою платіжну інформацію, ми негайно повторимо спробу оплати.

# messages.payment_pending
source: Your payment for <strong>%amount%</strong> is currently pending. Once the transaction goes through a receipt will be sent to your email address.
de: Deine Zahlung für <strong>%amount%</strong> ist ausstehend. Sobald sie vollendet ist, schicken wir dir eine Bestätigung per Email zu.
fr: Votre paiement de <strong>%amount%</strong> est actuellement en attente. Un reçu sera envoyé à votre adresse email quand la transaction aura aboutie.
id: Pembayaran Anda sebesar <strong>%amount%</strong> saat ini tertunda. Setelah transaksi melewati tanda terima akan dikirimkan ke alamat email Anda.
no: Betalingen din på <strong>%amount%</strong> venter for øyeblikket. Når transaksjonen går gjennom vil en kvittering bli sendt til din e-postadresse.
pl: Twoja płatność na kwotę <strong>%amount%</strong> jest obecnie oczekująca. Po zakończeniu transakcji na Twój adres e-mail zostanie wysłane potwierdzenie.
ro: Plata dvs. pentru <strong>%amount%</strong> este în prezent în așteptare. Odată ce tranzacția trece printr-o chitanță va fi trimisă la adresa ta de e-mail.
sv: Din betalning på <strong>%amount%</strong> väntar för närvarande. När transaktionen går igenom kommer ett kvitto att skickas till din e-postadress.
th: การชำระเงินของคุณสำหรับ <strong>%amount%</strong> อยู่ระหว่างรอดำเนินการ เมื่อการทำธุรกรรมผ่านใบเสร็จจะถูกส่งไปยังที่อยู่อีเมลของคุณ
tr: <strong>%amount%</strong> tutarındaki ödemeniz şu anda beklemede. İşlem tamamlandıktan sonra e-posta adresinize bir makbuz gönderilecektir.
uk: Ваш платіж на суму <strong>%amount%</strong> зараз очікує на розгляд. Щойно трансакція пройде, на вашу електронну адресу буде надіслано квитанцію.

# messages.payment_successful
source: We have received your payment for <strong>%amount%</strong>. A receipt has been sent to your email address.
de: Wir haben die Zahlung für <strong>%amount%</strong> erhalten. Die Bestätigung ist auf dem Weg zu dir via Email.
fr: Nous avons reçu votre paiement de <strong>%amount%</strong>. Un reçu a été envoyé à votre adresse mail.
id: Kami telah menerima pembayaran Anda sebesar <strong>%amount%</strong>. Tanda terima telah dikirim ke alamat email Anda.
no: Vi har mottatt betalingen din på <strong>%amount%</strong>. En kvittering er sendt til din e-postadresse.
pl: Otrzymaliśmy Twoją płatność na kwotę <strong>%amount%</strong>. Potwierdzenie zostało wysłane na Twój adres e-mail.
ro: Am primit plata dvs. pentru <strong>%amount%</strong>. A fost trimisă o chitanță la adresa dvs. de e-mail.
sv: Vi har tagit emot din betalning på <strong>%amount%</strong>. Ett kvitto har skickats till din e-postadress.
th: เราได้รับการชำระเงินของคุณเป็นจำนวน <strong>%amount%</strong> ใบเสร็จได้ถูกส่งไปยังที่อยู่อีเมลของคุณแล้ว
tr: <strong>%amount%</strong> tutarındaki ödemenizi aldık. E-posta adresinize bir makbuz gönderildi.
uk: Ми отримали ваш платіж на суму <strong>%amount%</strong>. На вашу електронну адресу надіслано квитанцію.

# messages.payment_expected
source: We have received your instructions when to expect payment. Please contact us if anything changes.
de: Wir haben deine Anweisungen erhalten. Bitte kontaktiere uns, sollte sich was ändern.
fr: Nous avons reçu vos instructions concernant le paiement de vos factures. Merci de nous contacter en cas de changement.
id: Kami telah menerima instruksi Anda kapan harus menunggu pembayaran. Silakan hubungi kami jika ada perubahan.
no: Vi har mottatt instruksjonene dine når vi kan forvente betaling. Ta kontakt med oss hvis noe endres.
pl: Otrzymaliśmy Twoje instrukcje, kiedy spodziewać się płatności. Skontaktuj się z nami, jeśli coś się zmieni.
ro: Am primit instrucțiunile dvs. când să așteptăm plata. Vă rugăm să ne contactați dacă se schimbă ceva.
sv: Vi har fått dina instruktioner när vi kan förvänta oss betalning. Kontakta oss om något ändras.
th: เราได้รับคำแนะนำของคุณเมื่อคาดว่าจะชำระเงิน โปรดติดต่อเราหากมีการเปลี่ยนแปลงใดๆ
tr: Ödemeyi ne zaman bekleyeceğimizle ilgili talimatlarınızı aldık. Herhangi bir değişiklik olması durumunda lütfen bizimle iletişime geçin.
uk: Ми отримали ваші інструкції, коли очікувати платіж. Будь ласка, зв'яжіться з нами, якщо щось зміниться.

# messages.bank_account_verified_autopay
source: Your bank account has been verified. We will be collecting payment on any outstanding invoices shortly. No further action is required on your part.
de: Dein Bankaccount wurde bestätigt. Wir werden ausstehende Zahlungen in Kürze einziehen. Sie müssen somit also nichts mehr tun :-)
fr: Votre compte en banque a été vérifié. Nous effectuerons les prélèvements nécessaires au règlement de vos factures en attente s'il y a lieu prochainement. Vous n'avez rien à faire de plus.
id: Rekening bank Anda telah diverifikasi. Kami akan segera menagih pembayaran atas faktur terutang. Anda tidak perlu melakukan tindakan lebih lanjut.
no: Bankkontoen din er bekreftet. Vi vil samle inn betaling på eventuelle utestående fakturaer innen kort tid. Ingen ytterligere handling er nødvendig fra din side.
pl: Twoje konto bankowe zostało zweryfikowane. Wkrótce będziemy pobierać płatności za wszelkie zaległe faktury. Nie są wymagane żadne dalsze działania z Twojej strony.
ro: Contul dvs. bancar a fost verificat. Vom colecta plata pentru orice facturi restante în curând. Nu este necesară nicio acțiune suplimentară din partea dvs.
sv: Ditt bankkonto har verifierats. Vi kommer att samla in betalningar på eventuella utestående fakturor inom kort. Ingen ytterligare åtgärd krävs från din sida.
th: บัญชีธนาคารของคุณได้รับการยืนยันแล้ว เราจะเรียกเก็บเงินจากใบแจ้งหนี้ที่ค้างชำระเร็วๆ นี้ คุณไม่จำเป็นต้องดำเนินการใดๆ เพิ่มเติม
tr: Banka hesabınız doğrulandı. Ödenmemiş faturaların ödemesini kısa süre içinde tahsil edeceğiz. Sizin tarafınızdan başka bir işlem yapılmasına gerek yoktur.
uk: Ваш банківський рахунок перевірено. Незабаром ми стягнемо платіж за будь-якими неоплаченими рахунками. Ніяких подальших дій з вашого боку не потрібно.

# messages.bank_account_verified
source: Your bank account has been verified. You may now use it for payments.
de: Dein Bankaccount wurde bestätigt. Es kann somit für Zahlungen verwendet werden.
fr: Votre compte en banque a été vérifié. Vous pouvez désormais l'utiliser pour les paiements.
id: Rekening bank Anda telah diverifikasi. Anda sekarang dapat menggunakannya untuk pembayaran.
no: Bankkontoen din er bekreftet. Du kan nå bruke den til betalinger.
pl: Twoje konto bankowe zostało zweryfikowane. Możesz teraz używać go do płatności.
ro: Contul dvs. bancar a fost verificat. Acum îl puteți folosi pentru plăți.
sv: Ditt bankkonto har verifierats. Du kan nu använda den för betalningar.
th: บัญชีธนาคารของคุณได้รับการยืนยันแล้ว ตอนนี้คุณสามารถใช้เพื่อการชำระเงินได้
tr: Banka hesabınız doğrulandı. Artık bunu ödemeler için kullanabilirsiniz.
uk: Ваш банківський рахунок перевірено. Тепер ви можете використовувати його для платежів.

# messages.bank_account_added_unverified
source: Your bank account was connected! We sent you a confirmation email with a link to this page. Once you have received the verification deposits please return here to confirm them.
de: Dein Bankaccount wurde verknüpft. Wir haben dir eine Bestätigungsmail mit einem Link zu dieser Seite geschickt. Sobald du die Verifizierungsbeträge erhalten hast, fahre bitte hier für die finalen Schritte fort.
fr: Votre compte en banque a été connecté ! Nous vous avons envoyé un email de confirmation avec un lien vers cette page. Dès que vous avez reçu les dépôts de confirmation, merci de revenir ici pour les confirmer.
id: Rekening bank Anda telah terhubung! Kami mengirimi Anda email konfirmasi dengan tautan ke halaman ini. Setelah Anda menerima setoran verifikasi, harap kembali ke sini untuk mengonfirmasinya.
no: Bankkontoen din ble koblet til! Vi har sendt deg en e-postbekreftelse med en lenke til denne siden. Når du har mottatt bekreftelsesinnskuddene, vennligst gå tilbake hit for å bekrefte dem.
pl: Twoje konto bankowe zostało połączone! Wysłaliśmy do Ciebie e-mail z potwierdzeniem i linkiem do tej strony. Po otrzymaniu wpłat weryfikacyjnych wróć tutaj, aby je potwierdzić.
ro: Contul dvs. bancar a fost conectat! V-am trimis un e-mail de confirmare cu un link către această pagină. După ce ați primit depunerile de verificare, vă rugăm să reveniți aici pentru a le confirma.
sv: Ditt bankkonto var kopplat! Vi har skickat ett bekräftelsemail till dig med en länk till den här sidan. När du har mottagit verifieringsinsättningarna, återvänd hit för att bekräfta dem.
th: บัญชีธนาคารของคุณเชื่อมต่อแล้ว! เราได้ส่งอีเมลยืนยันพร้อมลิงก์ไปยังหน้านี้ไปให้คุณแล้ว เมื่อคุณได้รับเงินฝากยืนยันแล้ว โปรดกลับมาที่นี่เพื่อยืนยัน
tr: Banka hesabınız bağlandı! Size bu sayfanın bağlantısını içeren bir onay e-postası gönderdik. Doğrulama ödemelerini aldıktan sonra lütfen onaylamak için buraya dönün.
uk: Ваш банківський рахунок підключено! Ми надіслали вам електронний лист із підтвердженням із посиланням на цю сторінку. Отримавши депозити для підтвердження, поверніться сюди, щоб підтвердити їх.

# labels.bank_account
source: Bank Account
fr: Compte bancaire
id: Akun bank
no: Bankkonto
pl: Konto bankowe
ro: Cont bancar
sv: Bankkonto
th: บัญชีธนาคาร
tr: Banka hesabı
uk: Банківський рахунок

# messages.verify_microdeposits_prompt
source: In order to make payments with this bank account you must first prove that you are authorized to use it. We have issued 2 small deposits to your account. Please locate these deposits on your bank statement and confirm their amounts below, in any order.<br/><br/>The micro-deposits will take 2-5 business days to show up on your statement. The statement description for these deposits will be <strong>AMNTS: </strong> and then the values of the two micro-deposits that were sent.
de: Bevor dein Konto verwendet werden kann, musst sichergestellt sein, dass es auch deines ist. Wir haben zwei kleine Summen überwiesen. Bitte gib die erhaltenen Beträg hier ein. <br/><br/>Die Überweisung kann 2-3 Werktage andauern. Der Verwendungszweck ist <strong>AMNTS: </strong> gefolgt von den beiden überwiesenen Beträgen.
fr: Avant de pouvoir utiliser ce compte bancaire pour faire des paiements, vous devez d'abord montrer que vous êtes bien autorisé à l'utiliser. Nous avons réalisé deux dépôts d'un faible montant sur votre compte. Merci de retrouver ces dépôts sur votre relevé de compte et de les confirmer ci-dessous, dans n'importe quel ordre.<br/><br/>Les micro-dépôts prendront généralement de 2 à 5 jours pour apparaître sur votre compte en banque. La description de ces dépôts sera <strong>AMNTS: </strong> puis les montants des micro-dépôts envoyés.
id: Untuk melakukan pembayaran dengan rekening bank ini, Anda harus membuktikan terlebih dahulu bahwa Anda berwenang menggunakannya. Kami telah mengeluarkan 2 deposit kecil ke akun Anda. Silakan temukan setoran ini di laporan bank Anda dan konfirmasikan jumlahnya di bawah, dalam urutan apa pun.<br/><br/>Setoran mikro akan memerlukan waktu 2-5 hari kerja untuk muncul di laporan Anda. Deskripsi pernyataan untuk setoran ini adalah <strong>AMNTS: </strong> dan kemudian nilai dari dua setoran mikro yang dikirimkan.
no: For å kunne foreta betalinger med denne bankkontoen må du først bevise at du er autorisert til å bruke den. Vi har utstedt 2 små innskudd til kontoen din. Vennligst finn disse innskuddene på kontoutskriften din og bekreft beløpene nedenfor, i hvilken som helst rekkefølge.<br/><br/>Det vil ta 2–5 virkedager før mikroinnskuddene vises på kontoutskriften. Utskriftsbeskrivelsen for disse innskuddene vil være <strong>AMNTS: </strong> og deretter verdiene til de to mikroinnskuddene som ble sendt.
pl: Aby dokonać płatności za pomocą tego konta bankowego, musisz najpierw udowodnić, że masz uprawnienia do jego używania. Wpłaciliśmy 2 małe wpłaty na Twoje konto. Znajdź te wpłaty na wyciągu bankowym i potwierdź ich kwoty poniżej, w dowolnej kolejności.<br/><br/>Mikro-wpłaty pojawią się na wyciągu w ciągu 2-5 dni roboczych. Opis wyciągu dla tych wpłat będzie następujący: <strong>AMNTS: </strong>, a następnie wartości dwóch wysłanych mikrowpłat.
ro: Pentru a efectua plăți cu acest cont bancar trebuie mai întâi să dovediți că sunteți autorizat să îl utilizați. Am emis 2 mici depozite în contul dvs. Localizați aceste depuneri pe extrasul dvs. bancar și confirmați sumele lor mai jos, în orice ordine.<br/><br/>Microdepozitele vor dura 2-5 zile lucrătoare pentru a apărea în extrasul dvs. Descrierea extrasului pentru aceste depozite va fi <strong>AMNTS: </strong> și apoi valorile celor două microdepozite care au fost trimise.
sv: För att kunna göra betalningar med detta bankkonto måste du först bevisa att du är behörig att använda det. Vi har gjort 2 små insättningar till ditt konto. Leta reda på dessa insättningar på ditt kontoutdrag och bekräfta deras belopp nedan, i valfri ordning.<br/><br/>Det tar 2–5 arbetsdagar innan mikroinsättningarna visas på ditt kontoutdrag. Utdragsbeskrivningen för dessa insättningar kommer att vara <strong>AMNTS: </strong> och sedan värdena för de två mikroinsättningar som skickades.
th: ในการชำระเงินด้วยบัญชีธนาคารนี้ คุณต้องพิสูจน์ก่อนว่าคุณได้รับอนุญาตให้ใช้งาน เราได้ออกเงินฝากจำนวนเล็กน้อย 2 รายการเข้าบัญชีของคุณ โปรดค้นหาเงินฝากเหล่านี้ในรายการเคลื่อนไหวของบัญชีธนาคารของคุณและยืนยันจำนวนเงินด้านล่างตามลำดับใดก็ได้<br/><br/>เงินฝากรายย่อยจะใช้เวลา 2-5 วันทำการจึงจะปรากฏในรายการบัญชีของคุณ คำอธิบายใบแจ้งยอดสำหรับการฝากเงินเหล่านี้จะเป็น <strong>AMNTS: </strong> ตามด้วยค่าของเงินฝากรายย่อยทั้งสองที่ถูกส่งไป
tr: Bu banka hesabıyla ödeme yapabilmek için öncelikle hesabı kullanmaya yetkili olduğunuzu kanıtlamanız gerekir. Hesabınıza 2 küçük para yatırdık. Lütfen bu ödemeleri banka ekstrenizde bulun ve tutarlarını aşağıda herhangi bir sırayla onaylayın.<br/><br/>Mikro ödemelerin ekstrenizde görünmesi 2-5 iş günü sürecektir. Bu ödemelerin ekstre açıklaması <strong>AMNTS: </strong> ve ardından gönderilen iki mikro ödemenin değerleri olacaktır.
uk: Щоб здійснювати платежі за допомогою цього банківського рахунку, ви повинні підтвердити, що маєте право використовувати його. Ми випустили 2 невеликі депозити на ваш рахунок. Будь ласка, знайдіть ці депозити у своїй банківській виписці та підтвердьте їх суми нижче в будь-якому порядку.<br/><br/>Мікродепозити відобразяться у вашій виписці протягом 2-5 робочих днів. Опис виписки для цих депозитів матиме вигляд <strong>AMNTS: </strong>, а потім значення двох надісланих мікродепозитів.

# labels.deposit_n
source: Deposit %num%
de: Einlage %num%
fr: Dépôt %num%
id: Setoran %angka%
no: Innskudd %num%
pl: Depozyt %num%
ro: Depozit %num%
sv: Sätt in %num%
th: ฝาก %num%
tr: %num% para yatır
uk: Депозит %num%

# messages.where_do_i_find_account_routing
source: Where do I find my routing and account number?
de: Wo finde ich meine Bankleitzahl und Kontonummer?
fr: Où puis-je trouver mon numéro de routage et mon numéro de compte ?
id: Di mana saya dapat menemukan perutean dan nomor akun saya?
no: Hvor finner jeg rute- og kontonummeret mitt?
pl: Gdzie znajdę numer routingu i konto?
ro: Unde îmi găsesc rutarea și numărul de cont?
sv: Var hittar jag mitt routing- och kontonummer?
th: ฉันจะดูเส้นทางและหมายเลขบัญชีของฉันได้ที่ไหน
tr: Yönlendirmemi ve hesap numaramı nerede bulabilirim?
uk: Де я можу знайти свій маршрут і номер рахунку?

# labels.cardholder_name
source: Cardholder Name
de: Kontoinhaber
fr: Nom du titulaire
id: Nama pemegang kartu
no: Kortholders navn
pl: Imię właściciela karty
ro: Nume Deţinător Card
sv: Kortinnehavarens namn
th: ชื่อผู้ถือบัตร
tr: Kart Sahibinin Adı
uk: ім'я власника картки
