Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# buttons.pay_invoice
source: Pay Invoice
de: Rechnung begleichen
fr: Payer la facture
id: Bayar Faktur
no: Betal faktura
pl: Zapłać fakturę
ro: Plătiți Factura
sv: Betala faktura
th: ชำระใบแจ้งหนี้
tr: Faturayı Öde
uk: Оплатити рахунок

# buttons.pay_now
source: Pay Now
de: Jetzt begleichen
fr: Payer maintenant
id: Bayar sekarang
no: Betal nå
pl: Zapłać teraz
ro: Plătește acum
sv: Betala nu
th: จ่ายตอนนี้
tr: Şimdi öde
uk: Платити зараз

# buttons.approve_payment_plan
source: Approve Payment Plan
de: Bestätige Zahlungsplan
fr: Approuver l’échéancier de paiement
id: Setujui Rencana Pembayaran
no: Godkjenn betalingsplan
pl: Zatwierdź plan płatności
ro: Aprobați planul de plată
sv: Godkänn betalningsplan
th: อนุมัติแผนการชำระเงิน
tr: Ödeme Planını Onayla
uk: Затвердити план оплати

# buttons.verify_account
source: Verify Account
de: Verifiziere Account
fr: Vérifier le compte
id: verifikasi akun
no: verifiser konto
pl: Zweryfikuj konto
ro: Verifica contul
sv: Verifiera konto
th: ตรวจสอบบัญชี
tr: Hesabı Doğrula
uk: Підтвердити обліковий запис

# buttons.change
source: Change
de: Ändern
fr: Modifier
id: Mengubah
no: Endring
pl: Zmiana
ro: Schimbare
sv: Förändra
th: เปลี่ยน
tr: Değiştirmek
uk: Зміна

# buttons.approve_estimate
source: Approve
de: Bestätigen
fr: Approuver
id: Menyetujui
no: Vedta
pl: Zatwierdzić
ro: Aproba
sv: Godkänna
th: อนุมัติ
tr: Onaylamak
uk: Затвердити

# buttons.download_invoice
source: Download invoice
de: Rechnung herunterladen
fr: Télécharger la facture
id: Unduh tagihan
no: Last ned faktura
pl: Pobierz fakturę
ro: Descărcați factura
sv: Ladda ner faktura
th: ดาวน์โหลดใบแจ้งหนี้
tr: Faturayı indir
uk: Завантажити рахунок-фактуру

# buttons.download_credit_note
source: Download credit note
de: Gutschrift herunterladen
fr: Télécharger l'avoir
id: Unduh nota kredit
no: Last ned kreditnota
pl: Pobierz notę kredytową
ro: Descărcați nota de credit
sv: Ladda ner kreditnota
th: ดาวน์โหลดใบลดหนี้
tr: Kredi notunu indir
uk: Завантажити кредит-ноту

# buttons.download_estimate
source: Download estimate
de: Schätzung herunterladen
fr: Télécharger le devis
id: Unduh perkiraan
no: Last ned estimat
pl: Pobierz kosztorys
ro: Descărcați estimarea
sv: Ladda ner uppskattning
th: ดาวน์โหลดประมาณการ
tr: Tahmini indir
uk: Завантажити кошторис

# buttons.download_statement
source: Download statement
de: Erklärung herunterladen
fr: Télécharger la déclaration
id: Unduh pernyataan
no: Last ned uttalelse
pl: Pobierz oświadczenie
ro: Descărcați declarația
sv: Ladda ner uttalande
th: ดาวน์โหลดใบแจ้งยอด
tr: Bildirimi indir
uk: Завантажити заяву

# buttons.submit_comment
source: Send
de: Senden
fr: Envoyer
id: Mengirim
no: Sende
pl: Wysłać
ro: Trimite
sv: Skicka
th: ส่ง
tr: Göndermek
uk: Надіслати

source: Billed to
de: Rechnung an
fr: Facturé à
id: Ditagih ke
no: Fakturert til
pl: Rozliczono
ro: Facturat către
sv: Faktureras
th: เรียกเก็บเงินไปที่
tr: Fatura
uk: Кому виставлено рахунок

source: Subtotal
de: Zwischensumme
fr: Sous-total
no: Delsum
pl: Suma częściowa
sv: Delsumma
th: ผลรวมย่อย
tr: ara toplam
uk: Проміжний підсумок

# labels.total
source: Total
de: Summe
pl: Całkowity
th: ทั้งหมด
tr: Toplam
uk: Всього

source: Discounts
de: Rabatte
fr: Remises
id: Diskon
no: Rabatter
pl: Zniżki
ro: Reduceri
sv: Rabatter
th: ส่วนลด
tr: İndirimler
uk: Знижки

source: Taxes
de: Steuern
id: Pajak
no: Skatter
pl: Podatki
ro: Impozite
sv: Skatter
th: ภาษี
tr: Vergiler
uk: податки

source: Shipping
de: Versand
fr: Frais de livraison
id: Pengiriman
pl: Wysyłka
ro: Transport
sv: Frakt
th: การส่งสินค้า
tr: Nakliye
uk: Доставка

source: Amount Paid
de: Beglichener Betrag
fr: Montant payé
id: Jumlah yang dibayarkan
no: Beløpet betalt
pl: Opłata zapłacona
ro: Suma plătită
sv: Betalt belopp
th: จำนวนเงินที่จ่าย
tr: Ödenen miktar
uk: Виплачувана сума

source: Attachments
de: Anhänge
fr: Pièces jointes
id: Lampiran
no: Vedlegg
pl: Załączniki
ro: Atasamente
sv: Bilagor
th: ไฟล์แนบ
tr: Ekler
uk: Додатки

source: Download
fr: Télécharger
id: Unduh
no: nedlasting
pl: Pobierać
ro: Descarca
sv: Ladda ner
th: ดาวน์โหลด
tr: İndirmek
uk: Завантажити

# titles.my_account
source: My Account
de: Mein Account
fr: Mon compte
id: Akun saya
no: Min konto
pl: Moje konto
ro: Contul meu
sv: Mitt konto
th: บัญชีของฉัน
tr: Hesabım
uk: Мій рахунок

# discussion
source: Messages
de: Diskussion
fr: Discussion
id: Pesan
no: Meldinger
pl: Wiadomości
ro: Mesaje
sv: Meddelanden
th: ข้อความ
tr: Mesajlar
uk: Повідомлення

source: Have questions?
de: Fragen?
fr: Des questions ?
id: Ada pertanyaan?
no: Har du spørsmål?
pl: Mieć pytania?
ro: Ai întrebări?
sv: Har frågor?
th: มีคำถามหรือไม่?
tr: Sorularım var?
uk: Є питання?

# comment_box_intro
source: Leave any questions or comments here about %title%. We will get back with you as soon as possible.
de: Hinterlass uns hier Fragen und Kommentare über %title%. Wir werden auf dich zukommen so schnell wie möglich.
fr: Déposez ici votre question ou commentaire à propos de la %title%. Nous reviendrons vers vous dès que possible.
id: Tinggalkan pertanyaan atau komentar di sini tentang %title%. Kami akan menghubungi Anda kembali sesegera mungkin.
no: Legg igjen spørsmål eller kommentarer her om %title%. Vi vil komme tilbake med deg så snart som mulig.
pl: Zostaw tutaj wszelkie pytania lub komentarze dotyczące %title%. Wrócimy do Ciebie tak szybko, jak to możliwe.
ro: Lăsați întrebări sau comentarii aici despre %title%. Vom reveni cu tine cât mai curând posibil.
sv: Lämna några frågor eller kommentarer här om %title%. Vi återkommer med dig så snart som möjligt.
th: ฝากคำถามหรือความคิดเห็นเกี่ยวกับ %title% ไว้ที่นี่ เราจะติดต่อกลับหาคุณโดยเร็วที่สุด
tr: %title% ile ilgili sorularınızı veya yorumlarınızı buraya bırakın. En kısa sürede sizinle geri döneceğiz.
uk: Залиште тут будь-які запитання чи коментарі щодо %title%. Ми зв’яжемося з вами якомога швидше.

# placeholder_leave_comment
source: Leave us a message
de: Hinterlasse eine Nachricht
fr: Nous laisser un message
id: Tinggalkan pesan kepada kami
no: Legg igjen en melding
pl: Zostaw nam wiadomość
ro: Lasă-ne un mesaj
sv: Lämna ett meddelande till oss
th: ฝากข้อความถึงเรา
tr: Bize bir mesaj bırakın
uk: Залиште нам повідомлення

# status_credit_note_paid
source: Credited in Full
de: Voll beglichen
fr: Payée intégralement
id: Dikreditkan Penuh
no: Kreditert i sin helhet
pl: Zapisane w całości
ro: Creditat integral
sv: Krediteras i sin helhet
th: เครดิตเต็ม
tr: Tamamı Kredilendirildi
uk: Зараховано повністю

# status_draft
source: Draft
de: Entwurf
fr: Brouillon
id: Draf
no: Utkast
pl: Projekt
ro: Proiect
sv: Förslag
th: ร่าง
tr: Taslak
uk: Чернетка

# status_estimate_declined
source: Declined
de: Abgelehnt
fr: Paiement refusé
id: Ditolak
no: Avslått
pl: Odrzucony
ro: A refuzat
sv: Tackade nej
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено

# status_pending
source: Payment is pending
de: Zahlung ist ausstehend
fr: En attente de paiement
id: Pembayaran tertunda
no: Betaling venter
pl: Płatność oczekuje na realizację
ro: Plata este în așteptare
sv: Betalning väntar
th: การชำระเงินอยู่ระหว่างดำเนินการ
tr: Ödeme bekleniyor
uk: Оплата очікується

# status_past_due
source: <strong>%amount%</strong> past due
de: <strong>%amount%</strong> überfällig
fr: <strong>%amount%</strong> en retard de paiement
id: <strong>%amount%</strong> telah lewat jatuh tempo
no: <strong>%amount%</strong> forfalt
pl: <strong>%amount%</strong> zaległe
ro: <strong>%amount%</strong> restante
sv: <strong>%amount%</strong> förfallna
th: <strong>%amount%</strong> เลยกำหนดชำระ
tr: <strong>%amount%</strong> vadesi geçti
uk: Прострочено <strong>%amount%</strong>

# status_past_due_since
source: <strong>%amount%</strong> past due since %date%
de: <strong>%amount%</strong> überfällig seit %date%
fr: <strong>%amount%</strong> en retard de paiement depuis le %date%
id: <strong>%amount%</strong> telah lewat jatuh tempo sejak %tanggal%
no: <strong>%amount%</strong> forfalt siden %date%
pl: <strong>%amount%</strong> przeterminowane od %date%
ro: <strong>%amount%</strong> restante din %date%
sv: <strong>%amount%</strong> förfallna sedan %date%
th: <strong>%amount%</strong> เลยกำหนดชำระตั้งแต่ %date%
tr: %date% tarihinden bu yana <strong>%amount%</strong> vadesi geçti
uk: <strong>%amount%</strong> прострочено з %date%

# status_due_by
source: <strong>%amount%</strong> due by %date%
de: <strong>%amount%</strong> fällig bis %date%
fr: <strong>%amount%</strong> à payer avant le %date%
id: <strong>%amount%</strong> jatuh tempo paling lambat %tanggal%
no: <strong>%amount%</strong> forfaller innen %date%
pl: <strong>%amount%</strong> należne do %date%
ro: <strong>%amount%</strong> scadent până la %date%
sv: <strong>%amount%</strong> förfaller till %date%
th: <strong>%amount%</strong> ครบกำหนดภายใน %date%
tr: %date% tarihine kadar <strong>%amount%</strong> ödenmesi gerekiyor
uk: <strong>%amount%</strong> до %date%

# status_due_now
source: <strong>%amount%</strong> due now
de: <strong>%amount%</strong> fällig
fr: <strong>%amount%</strong> à payer maintenant
id: <strong>%amount%</strong> jatuh tempo sekarang
no: <strong>%amount%</strong> forfaller nå
pl: <strong>%amount%</strong> termin płatności teraz
ro: <strong>%amount%</strong> scadent acum
sv: <strong>%amount%</strong> förfaller nu
th: <strong>%amount%</strong> ครบกำหนดชำระในขณะนี้
tr: <strong>%amount%</strong> vadesi şimdi
uk: <strong>%amount%</strong> до сплати зараз

# status_payment_plan
source: Payment Plan: <strong>%amount%</strong> remaining
de: Zahlungsplan: <strong>%amount%</strong> übrig
fr: Echéancier de paiement : <strong>%amount%</strong> restant
id: Paket Pembayaran: <strong>%amount%</strong> tersisa
no: Betalingsplan: <strong>%amount%</strong> gjenstår
pl: Plan płatności: pozostało <strong>%amount%</strong>
ro: Plan de plată: <strong>%amount%</strong> rămas
sv: Betalningsplan: <strong>%amount%</strong> kvar
th: แผนการชำระเงิน: เหลือ <strong>%amount%</strong>
tr: Ödeme Planı: <strong>%tutar%</strong> kaldı
uk: План оплати: залишилося <strong>%amount%</strong>

# status_bad_debt
source: Bad Debt
de: Böse Absicht
fr: Impayé
id: Hutang Macet
no: Dårlig gjeld
pl: Zły dług
ro: Datorii rele
sv: Osäkra fordringar
th: หนี้สูญ
tr: Kötü Borç
uk: Безнадійний борг

# status_paid
source: Paid in Full - Thanks!
de: Zur Gänze beglichen - Danke!
fr: Payé intégralement - Merci !
id: Dibayar Penuh - Terima kasih!
no: Helt betalt - takk!
pl: Zapłacono w całości - dziękujemy!
ro: Plătit integral - Mulțumesc!
sv: Helt betalt - tack!
th: ชำระเต็มจำนวนแล้ว - ขอบคุณ!
tr: Tamamı Ödendi - Teşekkürler!
uk: Оплачено повністю - Дякую!

# status_autopay
source: AutoPay - No Action Needed
de: AutoZahlung - Keine Schritte notwendig
fr: Prélèvement automatique - Vous n'avez rien à faire
id: Pembayaran Otomatis - Tidak Perlu Tindakan
no: AutoPay - Ingen handling nødvendig
pl: Płatność automatyczna — nie wymaga żadnych działań
ro: Plată automată - Nu este necesară nicio acțiune
sv: AutoPay - Ingen åtgärd behövs
th: AutoPay - ไม่จำเป็นต้องดำเนินการใดๆ
tr: Otomatik Ödeme - İşlem Gerekmiyor
uk: Автоматична оплата – жодних дій не потрібно

# status_estimate_billed
source: Approved and billed - Thanks!
de: Akzeptiert und abgerechnet - Danke!
fr: Approuvé et facturé - Merci !
id: Disetujui dan ditagih - Terima kasih!
no: Godkjent og fakturert - Takk!
pl: Zatwierdzono i rozliczono — dzięki!
ro: Aprobat și facturat - Mulțumesc!
sv: Godkänd och fakturerad - Tack!
th: อนุมัติและเรียกเก็บเงินแล้ว - ขอบคุณ!
tr: Onaylandı ve faturalandırıldı - Teşekkürler!
uk: Схвалено та виставлено рахунок – Дякуємо!

# status_estimate_approved
source: Approved by %initials%
de: Akzeptiert von %initials%
fr: Approuvé par %initials%
id: Disetujui oleh %inisial%
no: Godkjent av %initials%
pl: Zatwierdzone przez %initials%
ro: Aprobat de %initials%
sv: Godkänd av %initials%
th: อนุมัติโดย %ชื่อย่อ%
tr: %initials% tarafından onaylandı
uk: Схвалено %ініціалами%

# status_estimate_expired
source: Expired on %date%
de: Abgelaufen am %date%
fr: A expiré le %date%
id: Kedaluwarsa pada %tanggal%
no: Utløp %date%
pl: Wygasło %date%
ro: A expirat pe %date%
sv: Gick ut den %date%
th: หมดอายุเมื่อ %date%
tr: %date% tarihinde süresi doldu
uk: Термін дії минув %date%

# status_estimate_valid_until
source: Valid until %date%
de: Ungültig bis %date%
fr: Valide jusqu'au %date%
id: Berlaku hingga %tanggal%
no: Gyldig til %date%
pl: Ważne do %date%
ro: Valabil până la %date%
sv: Gäller till %date%
th: ใช้ได้จนถึง %date%
tr: %date% tarihine kadar geçerlidir
uk: Дійсний до %date%

# status_estimate_deposit_required
source: <strong>%amount%</strong> deposit payment required
de: <strong>%amount%</strong> Einlage benötigt
fr: <strong>%amount%</strong> d'acompte à payer
id: <strong>%amount%</strong> diperlukan pembayaran deposit
no: <strong>%amount%</strong> innskuddsbetaling kreves
pl: Wymagana wpłata <strong>%amount%</strong> depozytu
ro: <strong>%amount%</strong> este necesară plata depozitului
sv: <strong>%amount%</strong> insättningsbetalning krävs
th: <strong>%amount%</strong> ต้องชำระเงินมัดจำ
tr: <strong>%amount%</strong> depozito ödemesi gerekli
uk: Потрібен депозит <strong>%amount%</strong>

# status_statement_due
source: <strong>%amount%</strong> due
de: <strong>%amount%</strong> fällig
fr: <strong>%amount%</strong> dus
id: <strong>%amount%</strong> jatuh tempo
no: <strong>%amount%</strong> forfaller
pl: <strong>%amount%</strong> należna
ro: <strong>%amount%</strong> datorat
sv: <strong>%amount%</strong> förfaller
th: <strong>%จำนวน%</strong> ครบกำหนดชำระ
tr: <strong>%amount%</strong> vadesi geldi
uk: <strong>%amount%</strong> до сплати

# next_charge_on
source: Next charge: %amount% on %date%
de: Nächste Zahlung: %amount% am %date%
fr: Prochain paiement : %amount% le %date%
id: Tagihan berikutnya: %jumlah% pada %tanggal%
no: Neste belastning: %amount% på %date%
pl: Następne obciążenie: %kwota% w dniu %date%
ro: Următoarea taxă: %amount% pe %date%
sv: Nästa laddning: %amount% på %date%
th: การเรียกเก็บเงินครั้งถัดไป: %amount% ในวันที่ %date%
tr: Sonraki ödeme: %date% tarihinde %amount%
uk: Наступне стягнення: %amount% %date%

source: Installment Schedule
de: Ratenzeitpunkte
fr: Echéancier de paiement
id: Jadwal Angsuran
no: Avdragsplan
pl: Harmonogram rat
ro: Program de rate
sv: Avbetalningsplan
th: กำหนดการผ่อนชำระ
tr: Taksit Planı
uk: Графік розстрочки

# buttons.view_installment_schedule
source: View Installment Schedule
de: Zeige Ratenzeitpunkte
fr: Voir l'échéancier de paiement
id: Lihat Jadwal Cicilan
no: Se avdragsoversikt
pl: Zobacz harmonogram rat
ro: Vedeți programul de rate
sv: Se avbetalningsschema
th: ดูกำหนดการผ่อนชำระ
tr: Taksit Planını Görüntüle
uk: Переглянути графік виплат

# buttons.sign_out
source: Sign Out
de: Abmelden
fr: Se déconnecter
id: Keluar
no: Logg ut
pl: Wyloguj się
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти з аккаунта

source: Missing email address
de: Fehlende E-Mail Adresse
fr: Adresse email manquante
id: Alamat email tidak ada
no: Mangler e-postadresse
pl: Brak adresu e-mail
ro: Lipsește adresa de e-mail
sv: E-postadress saknas
th: ที่อยู่อีเมลหายไป
tr: Eksik e-posta adresi
uk: Відсутня електронна адреса

source: Missing billing address
de: Fehlende Rechnungsadresse
fr: Adresse de facturation manquante
id: Alamat penagihan tidak ada
no: Mangler faktureringsadresse
pl: Brak adresu rozliczeniowego
ro: Lipsește adresa de facturare
sv: Saknar faktureringsadress
th: ที่อยู่สำหรับการเรียกเก็บเงินหายไป
tr: Eksik fatura adresi
uk: Відсутня платіжна адреса

# buttons.add_payment_method
source: Add Payment Method
de: Zahlungsmethode hinzufügen
fr: Ajouter un mode de paiement
id: Tambahkan Metode Pembayaran
no: Legg til betalingsmåte
pl: Dodaj metodę płatności
ro: Adăugați o metodă de plată
sv: Lägg till betalningsmetod
th: เพิ่มวิธีการชำระเงิน
tr: Ödeme yöntemi ekle
uk: Додати спосіб оплати

# buttons.make_default
source: Make Default
de: Setze als Standard
fr: En faire l'option par défaut
id: Jadikan Default
no: Gjøre Standard
pl: Ustaw jako domyślne
ro: Face implicit
sv: Göra default
th: ทำให้เป็นค่าเริ่มต้น
tr: Varsayılan Yap
uk: Використовувати за замовчуванням

# buttons.remove
source: Remove
de: Entfernen
fr: Supprimer
id: Menghapus
no: Fjerne
pl: Usunąć
ro: Elimina
sv: Avlägsna
th: ลบ
tr: Kaldırmak
uk: видалити

# buttons.receipt
source: Receipt
de: Empfangene
fr: Reçu
id: Kuitansi
no: Kvittering
pl: Paragon
ro: Chitanță
sv: Mottagande
th: ใบเสร็จ
tr: Fiş
uk: розписка

# buttons.view_all
source: View All
de: Zeige alle
fr: Afficher tout
id: Lihat semua
no: Se alt
pl: Pokaż wszystkie
ro: A vedea tot
sv: Visa alla
th: ดูทั้งหมด
tr: Hepsini gör
uk: Подивитись все

# buttons.add
source: Add
de: Hinzufügen
fr: Ajouter
id: Menambahkan
no: Legg til
pl: Dodać
ro: Adăuga
sv: Lägg till
th: เพิ่ม
tr: Eklemek
uk: додати

# buttons.cancel
source: Cancel
de: Abbrechen
fr: Annuler
id: Membatalkan
no: Avbryt
pl: Anulować
ro: Anulare
sv: Annullera
th: ยกเลิก
tr: İptal etmek
uk: Скасувати

# labels.past_due
source: Past Due
de: Überfällig
fr: En retard
id: Terlambat
no: Forfalt
pl: Termin przekroczony
ro: Ulterior
sv: Gått över tiden
th: เลยกำหนดชำระแล้ว
tr: Vadesi Geçmiş
uk: Прострочено

source: Trialing
de: Testphase
fr: En période d'essai
id: Uji coba
no: Prøving
pl: Próba
ro: Încercarea
th: การทดลอง
tr: deneme
uk: Випробування

source: Payment Plan
de: Zahlungsplan
fr: Echéancier de paiement
id: Rencana pembayaran
no: Betalingsplan
pl: Plan płatności
ro: Plan de plată
sv: Betalningsplan
th: แผนการชำระเงิน
tr: Ödeme planı
uk: План оплати

source: AutoPay
de: AutoZahlung
fr: Prélévement automatique
id: Pembayaran Otomatis
pl: Płatność automatyczna
ro: Plată automată
th: ออโต้เพย์
tr: Otomatik Ödeme
uk: Автооплата

# labels.pending
source: Pending
de: Ausstehend
fr: En attente
id: Tertunda
no: Avventer
pl: Aż do
ro: In asteptarea
sv: I väntan på
th: รอดำเนินการ
tr: Askıda olması
uk: В очікуванні

# buttons.approve
source: Approve
de: Bestätigen
fr: Approuver
id: Menyetujui
no: Vedta
pl: Zatwierdzić
ro: Aproba
sv: Godkänna
th: อนุมัติ
tr: Onaylamak
uk: Затвердити

# buttons.pay
source: Pay
de: Begleichen
fr: Payer
id: Membayar
no: Betale
pl: Płacić
ro: A plati
sv: Betala
th: จ่าย
tr: Ödemek
uk: платити

# ends_on
source: Ends %date%
de: Endet am %date%
fr: Se termine le %date%
id: Berakhir %tanggal%
no: Slutter %date%
pl: Kończy się %data%
ro: Se încheie %date%
sv: Slutar %date%
th: สิ้นสุด %วันที่%
tr: %date% sona eriyor
uk: Закінчується %date%

# subscriptions
source: Subscription|Subscriptions
de: Vereinbarung|Vereinbarungen
fr: Abonnement|Abonnements
id: Berlangganan|Langganan
no: Abonnement|Abonnementer
pl: Subskrypcja|Subskrypcje|Subskrypcje
ro: Abonament|Abonamente|Abonamente
sv: Prenumeration|Prenumerationer
th: การสมัครสมาชิก|การสมัครสมาชิก
tr: Abonelik|Abonelikler
uk: Підписка|Підписки|Підписки

# open_estimates
source: Open Estimate|Open Estimates
de: Schätzung öffnen|Schätzungen öffnen
fr: Ouvrir le devis|Ouvrir les devis
id: Estimasi Terbuka|Estimasi Terbuka
no: Åpne estimater|Åpne estimater
pl: Otwórz kosztorys|Otwórz kosztorys|Otwórz kosztorys
ro: Deschide Estimare|Deviz Deschis|Deviz Deschis
sv: Öppna uppskattningar|Öppna uppskattningar
th: เปิดประมาณการ|เปิดประมาณการ
tr: Açık Tahmin|Açık Tahminler
uk: Open Estimate|Відкриті оцінки|Відкриті оцінки

# payment_methods
source: Payment Method|Payment Methods
de: Zahlungsmethode|Zahlungsmethoden
fr: Mode de paiement|Modes de paiement
id: Metode Pembayaran|Metode Pembayaran
no: Betalingsmåte|Betalingsmåter
pl: Metoda płatności|Metody płatności|Metody płatności
ro: Metodă de plată|Metode de plată|Metode de plată
sv: Betalningsmetod|Betalningsmetoder
th: วิธีการชำระเงิน|วิธีการชำระเงิน
tr: Ödeme Yöntemi|Ödeme Yöntemleri
uk: Спосіб оплати|Способи оплати|Способи оплати

source: Unverified
de: Unverifiziert
fr: Non vérifié
id: Tidak diverifikasi
no: Ubekreftet
pl: Niesprawdzony
ro: Neverificat
sv: Ej verifierad
th: ไม่ได้รับการยืนยัน
tr: Doğrulanmamış
uk: Неперевірений

source: Default
de: Standard
fr: Défaut
id: Bawaan
no: Misligholde
pl: Domyślny
ro: Mod implicit
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
uk: За замовчуванням

source: Failed
de: Fehlgeschlagen
fr: Echec
id: Gagal
no: Mislyktes
pl: Przegrany
ro: A eșuat
sv: Misslyckades
th: ล้มเหลว
tr: Arızalı
uk: Не вдалося

# messages.billing_details_updated
source: Your billing details have been updated. Thank you!
de: Deine Rechnungsdetails wurden aktualisiert. Danke!
fr: Vos coordonnées de paiement ont bien été mises à jour. Merci !
id: Detail penagihan Anda telah diperbarui. Terima kasih!
no: Faktureringsdetaljene dine er oppdatert. Takk skal du ha!
pl: Twoje dane rozliczeniowe zostały zaktualizowane. Dziękuję!
ro: Detaliile dvs. de facturare au fost actualizate. Mulțumesc!
sv: Dina faktureringsuppgifter har uppdaterats. Tack!
th: รายละเอียดการเรียกเก็บเงินของคุณได้รับการอัปเดตแล้ว ขอบคุณ!
tr: Fatura bilgileriniz güncellendi. Teşekkür ederim!
uk: Ваші платіжні дані оновлено. Дякую тобі!

# messages.payment_method_updated
source: Your payment method has been updated. Thank you!
de: Deine Zahlungsmethode wurden aktualisiert. Danke!
fr: Votre mode de paiement a bien été mis à jour. Merci !
id: Metode pembayaran Anda telah diperbarui. Terima kasih!
no: Betalingsmåten din er oppdatert. Takk skal du ha!
pl: Twoja metoda płatności została zaktualizowana. Dziękuję!
ro: Metoda dvs. de plată a fost actualizată. Mulțumesc!
sv: Din betalningsmetod har uppdaterats. Tack!
th: วิธีการชำระเงินของคุณได้รับการอัปเดตแล้ว ขอบคุณ!
tr: Ödeme yönteminiz güncellendi. Teşekkür ederim!
uk: Ваш спосіб оплати оновлено. Дякую тобі!

# no_payment_method
source: No payment method attached
de: Keine Zahlungsmethode festgesetzt
fr: Aucun mode de paiement specifié
id: Tidak ada metode pembayaran yang terlampir
no: Ingen betalingsmetode vedlagt
pl: Brak dołączonej metody płatności
ro: Nu este atașată nicio metodă de plată
sv: Ingen betalningsmetod bifogad
th: ไม่ได้แนบวิธีการชำระเงิน
tr: Ödeme yöntemi eklenmedi
uk: Немає способу оплати

source: %percent%% paid
de: %percent%% bezahlt
fr: Payé à %percent%%
id: %persen%% dibayar
no: %prosent%% betalt
pl: %percent%% zapłacone
ro: %%%% plătit
sv: %procent%% betalat
th: %%%% จ่ายแล้ว
tr: %percent%% ödendi
uk: %percent%% оплачено

# labels.balance_due
source: Balance Due
de: Fällig
fr: Solde à payer
id: Keseimbangan karena
no: Forfalt saldo
pl: Bilans należny
ro: Sold debitor
sv: Resterande belopp
th: ยอดคงเหลือครบกำหนด
tr: Ödenmesi Gereken Bakiye
uk: Баланс через

# labels.past_due_balance
source: Past Due Balance
de: Überfälliger Saldo
fr: Solde en souffrance
id: Saldo yang Telah Jatuh Tempo
no: Forfalt saldo
pl: Zaległe saldo
ro: Sold restante
sv: Förfallna saldo
th: ยอดคงเหลือที่พ้นกำหนดชำระ
tr: Vadesi geçmiş bakiye
uk: Прострочений баланс

# login_email_intro
source: Please enter your email address to receive a sign in link.
de: Willkommen! Bitte gib hier deine E-Mail-Adresse ein, um den Anmeldelink zu erhalten.
fr: Bienvenue ! Merci d'entrer votre adresse email pour recevoir un lien d'inscription.
id: Selamat datang! Silakan masukkan alamat email Anda untuk menerima tautan masuk.
no: Velkommen! Vennligst skriv inn e-postadressen din for å motta en påloggingslenke.
pl: Powitanie! Podaj swój adres e-mail, aby otrzymać link do logowania.
ro: Bine ati venit! Vă rugăm să introduceți adresa dvs. de e-mail pentru a primi un link de conectare.
sv: Välkommen! Ange din e-postadress för att få en inloggningslänk.
th: ยินดีต้อนรับ! กรุณากรอกที่อยู่อีเมลของคุณเพื่อรับลิงค์เข้าสู่ระบบ
tr: Hoş geldin! Oturum açma bağlantısını almak için lütfen e-posta adresinizi girin.
uk: Ласкаво просимо! Будь ласка, введіть свою електронну адресу, щоб отримати посилання для входу.
