Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# labels.email_address
source: Email address
de: E-Mail Adresse
fr: Adresse email
id: Alamat email
no: Epostadresse
pl: Adres e-mail
ro: Adresa de e-mail
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса електронної пошти

# buttons.send_sign_in_link
source: Send me a sign in link
de: Anmeldelink anfordern
fr: Envoyez moi un lien d'inscription
id: Kirimi saya tautan masuk
no: Send meg en påloggingslenke
pl: Wyślij mi link do logowania
ro: Trimite-mi un link de conectare
sv: Skicka mig en inloggningslänk
th: ส่งลิงค์เข้าสู่ระบบให้ฉัน
tr: Bana bir oturum açma bağlantısı gönder
uk: Надішліть мені посилання для входу

# labels.account_number
source: Account Number
de: Kontonummer
fr: Numéro de compte
id: Nomor akun
no: Kontonummer
pl: Numer konta
ro: Numărul de cont
sv: Kontonummer
th: หมายเลขบัญชี
tr: Hesap numarası
uk: Номер рахунку

# labels.invoice_number
source: Invoice #
de: Rechnung #
fr: Facture d'achat #
id: Faktur #
no: Faktura #
pl: Faktura #
ro: Factura fiscala #
sv: Fakturanummer
th: ใบแจ้งหนี้ #
tr: Fatura #
uk: Рахунок-фактура №

# buttons.sign_in
source: Sign In
de: Anmelden
fr: Connexion
id: Masuk
no: Logg inn
pl: Zalogować się
ro: Conectare
sv: Logga in
th: เข้าสู่ระบบ
tr: Kayıt olmak
uk: Увійти

# titles.sign_in_link_sent
source: Sign In Link Sent
de: Anmeldelink gesendet
fr: Le lien de connexion a été envoyé
id: Tautan Masuk Terkirim
no: Logg på Link sendt
pl: Link do logowania został wysłany
ro: Conectare Link trimis
sv: Inloggningslänk skickad
th: ส่งลิงค์เข้าสู่ระบบแล้ว
tr: Oturum Aç Bağlantı Gönderildi
uk: Посилання для входу надіслано

# messages.sign_in_link_sent
source: We sent a sign in link to <strong>%email%</strong>. Please look for an email with the subject "Sign in to our customer portal" and then click the Sign In button to access our billing portal. The link will expire in 24 hours.
de: Wir haben einen Anmeldelink an <strong>%email%</strong> verschickt. Bitte suche nach der Email in deinem Email-Postfach und klicke den darin enthaltenen Anmeldelink, um ins Kundenportal zu gelangen. Der Link ist nur 24 Stunden gültig.
fr: Nous avons envoyé un lien de connexion à <strong>%email%</strong>. Merci de cliquer sur le mail "Se connecter au portail de facturation" puis sur le bouton "Se connecter". Le lien expirera dans 24 heures.
id: Kami mengirimkan tautan masuk ke <strong>%email%</strong>. Silakan cari email dengan subjek "Masuk ke portal pelanggan kami" lalu klik tombol Masuk untuk mengakses portal penagihan kami. Tautan akan kedaluwarsa dalam 24 jam.
no: Vi sendte en påloggingslenke til <strong>%email%</strong>. Se etter en e-post med emnet "Logg på kundeportalen vår", og klikk deretter på Logg på-knappen for å få tilgang til faktureringsportalen vår. Linken utløper om 24 timer.
pl: Wysłaliśmy link do logowania na adres <strong>%email%</strong>. Poszukaj wiadomości e-mail o temacie „Zaloguj się do naszego portalu klienta”, a następnie kliknij przycisk Zaloguj, aby uzyskać dostęp do naszego portalu rozliczeniowego. Link wygaśnie za 24 godziny.
ro: Am trimis un link de conectare către <strong>%email%</strong>. Vă rugăm să căutați un e-mail cu subiectul „Conectați-vă la portalul nostru pentru clienți” și apoi faceți clic pe butonul Conectare pentru a accesa portalul nostru de facturare. Linkul va expira în 24 de ore.
sv: Vi skickade en inloggningslänk till <strong>%email%</strong>. Leta efter ett e-postmeddelande med ämnet "Logga in på vår kundportal" och klicka sedan på knappen Logga in för att komma åt vår faktureringsportal. Länken upphör att gälla om 24 timmar.
th: เราได้ส่งลิงก์ลงชื่อเข้าใช้ไปที่ <strong>%email%</strong> โปรดค้นหาอีเมลที่มีหัวเรื่อง "ลงชื่อเข้าใช้พอร์ทัลลูกค้าของเรา" จากนั้นคลิกปุ่มลงชื่อเข้าใช้เพื่อเข้าถึงพอร์ทัลการเรียกเก็บเงินของเรา ลิงก์จะหมดอายุใน 24 ชั่วโมง
tr: <strong>%email%</strong> adresine bir oturum açma bağlantısı gönderdik. Lütfen "Müşteri portalımızda oturum açın" konulu bir e-posta arayın ve ardından faturalandırma portalımıza erişmek için Oturum Aç düğmesini tıklayın. Bağlantının süresi 24 saat içinde dolacaktır.
uk: Ми надіслали посилання для входу на <strong>%email%</strong>. Знайдіть електронний лист із темою «Увійдіть на наш портал для клієнтів», а потім натисніть кнопку «Увійти», щоб отримати доступ до нашого платіжного порталу. Термін дії посилання закінчиться через 24 години.

# titles.page_not_found
source: Page Not Found
de: Seite nicht gefunden
fr: La page n'a pu être trouvé
id: Halaman tidak ditemukan
no: Side ikke funnet
pl: Strona nie znaleziona
ro: Pagina nu a fost gasita
sv: Sidan hittas inte
th: ไม่พบหน้านี้
tr: Sayfa bulunamadı
uk: Сторінку не знайдено

# messages.page_not_found
source: Sorry! We were unable to find the page you were looking for. Please contact us if you need help.
de: Sorry! Wir konnten die gesuchte Seite nicht finden.
fr: Désolé ! Nous n'avons pas pu trouver la page recherchée. Merci de nous contacter si vous avez besoin d'aide.
id: Maaf! Kami tidak dapat menemukan halaman yang Anda cari. Silakan hubungi kami jika Anda memerlukan bantuan.
no: Beklager! Vi kunne ikke finne siden du lette etter. Ta kontakt med oss hvis du trenger hjelp.
pl: Przepraszam! Nie udało nam się znaleźć strony, której szukasz. Jeśli potrzebujesz pomocy, skontaktuj się z nami.
ro: Îmi pare rău! Nu am putut găsi pagina pe care o căutați. Vă rugăm să ne contactați dacă aveți nevoie de ajutor.
sv: Förlåt! Vi kunde inte hitta sidan du letade efter. Kontakta oss om du behöver hjälp.
th: ขอโทษ! เราไม่พบหน้าที่คุณกำลังมองหา โปรดติดต่อเราหากคุณต้องการความช่วยเหลือ
tr: Üzgünüm! Aradığınız sayfayı bulamadık. Yardıma ihtiyacınız olursa lütfen bizimle iletişime geçin.
uk: Вибачте! Нам не вдалося знайти сторінку, яку ви шукали. Будь ласка, зв'яжіться з нами, якщо вам потрібна допомога.

source: Need help? Contact us.
de: Hilfe benötigt? Kontaktiere uns.
fr: Besoin d'aide ? Contactez nous.
id: Butuh bantuan? Hubungi kami.
no: Trenger hjelp? Kontakt oss.
pl: Potrzebuję pomocy? Skontaktuj się z nami.
ro: Nevoie de ajutor? Contactaţi-ne.
sv: Behövs hjälp? Kontakta oss.
th: ต้องการความช่วยเหลือ? ติดต่อเรา.
tr: Yardıma mı ihtiyacınız var? Bize Ulaşın.
uk: Потрібна допомога? Зв'яжіться з нами.

# terms
source: Terms of Service
de: Bestimmungen
fr: Conditions
id: Ketentuan Layanan
no: Vilkår for bruk
pl: Warunki usługi
ro: Termenii serviciului
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
tr: Kullanım Şartları
uk: Умови використання

# privacy
source: Privacy Policy
de: Datenschutz
fr: Politique de confidentialité
id: Kebijakan pribadi
no: Personvernerklæring
pl: Polityka prywatności
ro: Politica de confidențialitate
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності

# messages.javascript_disabled
source: Please enable Javascript to view this page.
de: Bitte aktiviere Javascript, um die Seite zu sehen.
fr: Merci d'activer Javascript pour voir cette page.
id: Harap aktifkan Javascript untuk melihat halaman ini.
no: Aktiver Javascript for å se denne siden.
pl: Aby wyświetlić tę stronę, włącz obsługę JavaScript.
ro: Vă rugăm să activați Javascript pentru a vizualiza această pagină.
sv: Vänligen aktivera Javascript för att se den här sidan.
th: กรุณาเปิดใช้งาน Javascript เพื่อดูหน้านี้
tr: Bu sayfayı görüntülemek için lütfen Javascript'i etkinleştirin.
uk: Щоб переглянути цю сторінку, увімкніть Javascript.

# buttons.go_to_my_account
source: Go to my account
de: Besuche meinen Account
fr: Accéder à mon compte
id: Masuk ke akun saya
no: Gå til Min Konto
pl: Przejdź do mojego konta
ro: Mergi la Contul Meu
sv: Gå till Mitt konto
th: ไปที่บัญชีของฉัน
tr: Hesabıma git
uk: Перейти до мого облікового запису

# titles.subscription_canceled
source: Subscription Canceled
de: Vereinbarung storniert
fr: Abonnement annulé
id: Langganan Dibatalkan
no: Abonnement kansellert
pl: Subskrypcja anulowana
ro: Abonament anulat
sv: Prenumeration avbruten
th: ยกเลิกการสมัครสมาชิกแล้ว
tr: Abonelik İptal Edildi
uk: Підписку скасовано

# titles.faq
source: FAQ
id: Pertanyaan Umum
pl: Często zadawane pytania
th: คำถามที่พบบ่อย
tr: SSS

# messages.subscription_canceled
source: Your subscription has been canceled. Thank you for your business.
de: Deine Vereinbarung wurde storniert. Danke für Dein Vertrauen!
fr: Votre abonnement a bien été annulé.
id: Langganan Anda telah dibatalkan. Terima kasih atas bisnis Anda.
no: Abonnementet ditt er kansellert. Takk for handelen.
pl: Twoja subskrypcja została anulowana. Dziękuję za Twój biznes.
ro: Abonamentul dvs. a fost anulat. Vă mulțumesc pentru afacerea dvs.
sv: Din prenumeration har avslutats. Tack för din verksamhet.
th: การสมัครของคุณถูกยกเลิกแล้ว ขอบคุณสำหรับธุรกิจของคุณ.
tr: Aboneliğiniz iptal edildi. İşiniz için teşekkür ederim.
uk: Вашу підписку скасовано. Дякуємо за вашу справу.

# titles.sign_ups_disabled
source: Sign Ups Disabled
de: Anmeldungen deaktiviert
fr: Inscriptions désactivées
id: Pendaftaran Dinonaktifkan
no: Registreringer deaktivert
pl: Rejestracja wyłączona
ro: Înscrierile sunt dezactivate
sv: Registreringar inaktiverade
th: การลงชื่อสมัครใช้ถูกปิดใช้งาน
tr: Kayıt İşlemleri Devre Dışı Bırakıldı
uk: Реєстрацію вимкнено

# messages.sign_ups_disabled
source: Sorry! We are not currently accepting new sign ups. Please contact us for help.
de: Sorry! Wir akzeptieren momentan keine neuen Registrierungen.
fr: Désolé ! Nous n'acceptons pas d'inscriptions en ligne pour le moment. Merci de nous contacter pour obtenir de l'aide.
id: Maaf! Saat ini kami tidak menerima pendaftaran baru. Silakan hubungi kami untuk bantuan.
no: Beklager! Vi godtar for øyeblikket ikke nye påmeldinger. Vennligst kontakt oss for hjelp.
pl: Przepraszam! Obecnie nie przyjmujemy nowych rejestracji. Skontaktuj się z nami, aby uzyskać pomoc.
ro: Îmi pare rău! În prezent nu acceptăm înscrieri noi. Vă rugăm să ne contactați pentru ajutor.
sv: Förlåt! Vi tar för närvarande inte emot nya registreringar. Kontakta oss för hjälp.
th: ขอโทษ! ขณะนี้เราไม่ยอมรับการลงชื่อสมัครใช้ใหม่ กรุณาติดต่อเราเพื่อขอความช่วยเหลือ
tr: Üzgünüm! Şu anda yeni kayıt kabul etmiyoruz. Yardım için lütfen bizimle iletişime geçin.
uk: Вибачте! Зараз ми не приймаємо нових реєстрацій. Будь ласка, зв'яжіться з нами для отримання допомоги.

# titles.sign_up_thank_you
source: Thank you!
de: Vielen Dank!
fr: Merci !
id: Terima kasih!
no: Takk skal du ha!
pl: Dziękuję!
ro: Mulțumesc!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkür ederim!
uk: Дякую тобі!

# messages.subscribed
source: You have been signed up.
de: Du bist nun registriert.
fr: Vous avez bien été inscrit.
id: Anda telah mendaftar.
no: Du har blitt registrert.
pl: Zostałeś zarejestrowany.
ro: Ai fost înscris.
sv: Du har blivit registrerad.
th: คุณได้ลงทะเบียนแล้ว
tr: Kayıt oldunuz.
uk: Вас зареєстрували.

# messages.subscribed_with_plan
source: You have been signed up to <strong>%plan%</strong>.
de: Du wurdest für <strong>%plan%</strong> eingeschrieben.
fr: Votre inscription pour <strong>%plan%</strong> a bien été prise en compte.
id: Anda telah mendaftar ke <strong>%plan%</strong>.
no: Du har blitt registrert til <strong>%plan%</strong>.
pl: Zapisałeś się do <strong>%plan%</strong>.
ro: Ați fost înscris(ă) la <strong>%plan%</strong>.
sv: Du har registrerats till <strong>%plan%</strong>.
th: คุณได้ลงทะเบียน <strong>%plan%</strong>
tr: <strong>%plan%</strong>'a kaydoldunuz.
uk: Ви зареєструвалися в <strong>%plan%</strong>.

# titles.invoice_not_found
source: Invoice Not Found
de: Rechnung nicht gefunden
fr: Facture introuvable
id: Faktur Tidak Ditemukan
no: Finner ikke faktura
pl: Nie znaleziono faktury
ro: Factura nu a fost găsită
sv: Fakturan hittades inte
th: ไม่พบใบแจ้งหนี้
tr: Fatura Bulunamadı
uk: Рахунок-фактура не знайдено

# titles.credit_note_not_found
source: Credit Note Not Found
de: Gutschrift nicht gefunden
fr: Avoir introuvable
id: Nota Kredit Tidak Ditemukan
no: Finner ikke kreditnota
pl: Nie znaleziono noty kredytowej
ro: Nota de credit nu a fost găsită
sv: Kreditnota hittades inte
th: ไม่พบใบลดหนี้
tr: Kredi Dekontu Bulunamadı
uk: Кредитне повідомлення не знайдено

# titles.estimate_not_found
source: Estimate Not Found
de: Schätzung nicht gefunden
fr: Devis introuvable
id: Perkiraan Tidak Ditemukan
no: Estimat ikke funnet
pl: Nie znaleziono szacunkowej wartości
ro: Estimarea nu a fost găsită
sv: Uppskattning hittades inte
th: ไม่พบประมาณการ
tr: Tahmin Bulunamadı
uk: Оцінка не знайдена

# titles.estimate_expired
source: Estimate Expired
de: Schätzung abgelaufen
fr: Devis expiré
id: Perkiraan Kedaluwarsa
no: Estimat utløpt
pl: Szacunek wygasł
ro: Estimarea a expirat
sv: Uppskattning har löpt ut
th: ประมาณการหมดอายุแล้ว
tr: Tahminin Süresi Doldu
uk: Термін дії оцінки минув

# titles.estimates
source: Estimates
de: Schätzungen
fr: Devis
id: Perkiraan
no: Estimater
pl: Szacunki
ro: Estimări
sv: Uppskattningar
th: การประมาณการ
tr: Tahminler
uk: Оцінки

# titles.invoices
source: Invoices
de: Rechnungen
fr: Factures
id: Faktur
no: Fakturaer
pl: Faktury
ro: Facturi
sv: Fakturor
th: ใบแจ้งหนี้
tr: Faturalar
uk: Рахунки-фактури

# titles.payments
source: Payments
de: Zahlungen
fr: Paiements
id: Pembayaran
no: Betalinger
pl: Płatności
ro: Plăți
sv: Betalningar
th: การชำระเงิน
tr: Ödemeler
uk: Платежі

# titles.approve_estimate
source: Approve Estimate
de: Bestätige Schätzungen
fr: Approuver le devis
id: Menyetujui Perkiraan
no: Godkjenn estimat
pl: Zatwierdź kosztorys
ro: Aprobați estimarea
sv: Godkänn uppskattning
th: อนุมัติประมาณการ
tr: Tahmini Onayla
uk: Затвердити кошторис

# titles.sign_up
source: Sign Up
de: Registrieren
fr: S'inscrire
id: Mendaftar
no: Melde deg på
pl: Zapisać się
ro: Inscrie-te
sv: Bli Medlem
th: ลงชื่อ
tr: Üye olmak
uk: Зареєструватися

# titles.billing_details
source: Billing Details
de: Rechnungsdetails
fr: Coordonnées de facturation
id: Detail Penagihan
no: Fakturadetaljer
pl: Szczegóły płatności
ro: detalii de facturare
sv: Faktureringsuppgifter
th: รายละเอียดการเรียกเก็บเงิน
tr: Fatura Detayları
uk: Платіжні реквізити

# titles.attachments
source: Documents
de: Unterlagen
id: Dokumen
no: Dokumenter
pl: Dokumenty
ro: Documente
sv: Dokument
th: เอกสาร
tr: Belgeler
uk: Документи

# titles.account_statement
source: Account Statement
fr: Relevé de compte
id: Rekening
no: Kontoutskrift
pl: Wyciąg z konta
ro: Extras de cont
sv: Kontoutdrag
th: ใบแจ้งยอดบัญชี
tr: Hesap ekstresi
uk: Виписка з рахунку

# titles.approve_payment_plan
source: Payment Plan
de: Zahlungsplan
fr: Echéancier de paiement
id: Rencana pembayaran
no: Betalingsplan
pl: Plan płatności
ro: Plan de plată
sv: Betalningsplan
th: แผนการชำระเงิน
tr: Ödeme planı
uk: План оплати

# titles.pay_invoice
source: Pay Invoice
de: Rechnung begleichen
fr: Payer la facture
id: Bayar Faktur
no: Betal faktura
pl: Zapłać fakturę
ro: Plătiți Factura
sv: Betala faktura
th: ชำระใบแจ้งหนี้
tr: Faturayı Öde
uk: Оплатити рахунок

# titles.submit_payment
source: Submit Payment
de: Zahlung abschicken
fr: Envoyer le paiement
id: Kirim Pembayaran
no: Send inn betaling
pl: Potwierdź płatność
ro: Plătește
sv: Skicka betalning
th: แจ้งชำระเงิน
tr: Ödemeyi Gönder
uk: Надіслати платіж

# titles.verify_bank_account
source: Verify Bank Account
de: Verifiziere Bankaccount
fr: Vérifier le compte bancaire
id: Verifikasi Rekening Bank
no: Bekreft bankkonto
pl: Zweryfikuj konto bankowe
ro: Verificați contul bancar
sv: Verifiera bankkonto
th: ตรวจสอบบัญชีธนาคาร
tr: Banka Hesabını Doğrulayın
uk: Підтвердити банківський рахунок

# titles.verified_bank_account_thank_you
source: Thank you!
de: Vielen Dank!
fr: Merci !
id: Terima kasih!
no: Takk skal du ha!
pl: Dziękuję!
ro: Mulțumesc!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkür ederim!
uk: Дякую тобі!

# titles.expected_payment_thank_you
source: Thank you!
de: Vielen Dank!
fr: Merci !
id: Terima kasih!
no: Takk skal du ha!
pl: Dziękuję!
ro: Mulțumesc!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkür ederim!
uk: Дякую тобі!

# titles.successful_payment
source: Thank you!
de: Vielen Dank!
fr: Merci !
id: Terima kasih!
no: Takk skal du ha!
pl: Dziękuję!
ro: Mulțumesc!
sv: Tack!
th: ขอบคุณ!
tr: Teşekkür ederim!
uk: Дякую тобі!

# messages.credit_note_not_found
source: Sorry! The credit note you are looking for does not exist or this link has expired. Please contact us to have the credit note resent.
de: Sorry! Die Gutschrift existiert nicht mehr oder ist abgelaufen. Bitte kontaktiere uns, um dir diese erneut zusenden zu können.
fr: Désolé ! L'avoir que vous recherchez n'existe pas ou le lien a expiré. Merci de nous contacter pour que l'avoir vous soit envoyé de nouveau.
id: Maaf! Nota kredit yang Anda cari tidak ada atau tautan ini telah kedaluwarsa. Silakan hubungi kami untuk meminta nota kredit dikirim ulang.
no: Beklager! Kreditnotaen du leter etter eksisterer ikke eller denne koblingen er utløpt. Kontakt oss for å få kreditnotaen sendt på nytt.
pl: Przepraszam! Nota kredytowa, której szukasz, nie istnieje lub ten link wygasł. Skontaktuj się z nami, aby ponownie wysłać notę kredytową.
ro: Îmi pare rău! Nota de credit pe care o căutați nu există sau acest link a expirat. Vă rugăm să ne contactați pentru a retrimite nota de credit.
sv: Förlåt! Kreditnotan du letar efter finns inte eller så har den här länken upphört att gälla. Kontakta oss för att få kreditnotan skickad på nytt.
th: ขอโทษ! ไม่มีใบลดหนี้ที่คุณกำลังมองหาหรือลิงก์นี้หมดอายุแล้ว โปรดติดต่อเราเพื่อขอใบลดหนี้อีกครั้ง
tr: Üzgünüm! Aradığınız kredi notu mevcut değil veya bu bağlantının süresi dolmuş. Kredi notunun yeniden gönderilmesi için lütfen bizimle iletişime geçin.
uk: Вибачте! Кредит-нота, яку ви шукаєте, не існує або термін дії цього посилання закінчився. Зв’яжіться з нами, щоб повторно надіслати кредит-ноту.

# messages.estimate_not_found
source: Sorry! The estimate you are looking for does not exist or this link has expired. Please contact us to have the estimate resent.
de: Sorry! Diese Schätzung existiert nicht oder ist abgelaufen. Bitte kontaktiere uns, um dir diese Schätzung erneut zusenden zu können.
fr: Désolé ! Le devis que vous recherchez n'existe pas ou le lien a expiré. Merci de nous contacter pour que le devis vous soit envoyé de nouveau.
id: Maaf! Perkiraan yang Anda cari tidak ada atau tautan ini telah kedaluwarsa. Silakan hubungi kami untuk mendapatkan perkiraannya kembali.
no: Beklager! Anslaget du leter etter eksisterer ikke eller denne koblingen har utløpt. Ta kontakt med oss for å få overslag på nytt.
pl: Przepraszam! Wycena, której szukasz, nie istnieje lub ten link wygasł. Prosimy o kontakt w celu ponownego wysłania wyceny.
ro: Îmi pare rău! Estimarea pe care o căutați nu există sau acest link a expirat. Vă rugăm să ne contactați pentru a ne retrimite estimarea.
sv: Förlåt! Uppskattningen du letar efter finns inte eller så har den här länken upphört att gälla. Kontakta oss för att få beräkningen skickad på nytt.
th: ขอโทษ! ไม่มีการประมาณการที่คุณกำลังมองหาหรือลิงก์นี้หมดอายุแล้ว โปรดติดต่อเราเพื่อขอประมาณการอีกครั้ง
tr: Üzgünüm! Aradığınız tahmin mevcut değil veya bu bağlantının süresi dolmuş. Tahminin yeniden gönderilmesi için lütfen bizimle iletişime geçin.
uk: Вибачте! Оцінка, яку ви шукаєте, не існує або термін дії цього посилання закінчився. Будь ласка, зв'яжіться з нами, щоб повторно надіслати кошторис.

# messages.invoice_not_found
source: Sorry! The invoice you are looking for does not exist or this link has expired. Please contact us to have the invoice resent.
de: Sorry! Diese Rechnung existiert nicht oder ist abgelaufen. Bitte kontaktiere uns, um dir die Rechnung erneut zusenden zu können.
fr: Désolé ! La facture que vous recherchez n'existe pas ou le lien a expiré. Merci de nous contacter pour que la facture vous soit envoyée de nouveau.
id: Maaf! Faktur yang Anda cari tidak ada atau tautan ini telah kedaluwarsa. Silakan hubungi kami untuk meminta faktur dikirim ulang.
no: Beklager! Fakturaen du leter etter eksisterer ikke eller denne lenken er utløpt. Ta kontakt med oss for å få fakturaen sendt på nytt.
pl: Przepraszam! Faktura, której szukasz nie istnieje lub ten link wygasł. Prosimy o kontakt w celu ponownego wysłania faktury.
ro: Îmi pare rău! Factura pe care o căutați nu există sau acest link a expirat. Vă rugăm să ne contactați pentru a retrimite factura.
sv: Förlåt! Fakturan du letar efter finns inte eller så har denna länk upphört att gälla. Kontakta oss för att få fakturan skickad på nytt.
th: ขอโทษ! ไม่มีใบแจ้งหนี้ที่คุณกำลังมองหาหรือลิงก์นี้หมดอายุแล้ว โปรดติดต่อเราเพื่อขอให้ส่งใบแจ้งหนี้อีกครั้ง
tr: Üzgünüm! Aradığınız fatura mevcut değil veya bu bağlantının süresi dolmuş. Faturanın yeniden gönderilmesi için lütfen bizimle iletişime geçin.
uk: Вибачте! Рахунок-фактура, який ви шукаєте, не існує або термін дії цього посилання закінчився. Зв’яжіться з нами, щоб повторно надіслати рахунок-фактуру.

# messages.estimate_expired
source: Sorry! The estimate you are looking for has expired. Please contact us if you have any questions.
de: Sorry! Diese Schätzung existiert nicht oder ist abgelaufen. Bitte kontaktiere uns, falls du Fragen hast.
fr: Désolé ! Le devis que vous cherchez est arrivé à expiration. N'hésitez pas à nous contacter si vous avez des questions.
id: Maaf! Perkiraan yang Anda cari telah kedaluwarsa. Silakan hubungi kami jika Anda memiliki pertanyaan.
no: Beklager! Anslaget du leter etter har utløpt. Ta kontakt med oss hvis du har spørsmål.
pl: Przepraszam! Wycena, której szukasz, wygasła. Jeśli masz jakiekolwiek pytania, skontaktuj się z nami.
ro: Îmi pare rău! Estimarea pe care o căutați a expirat. Vă rugăm să ne contactați dacă aveți întrebări.
sv: Förlåt! Uppskattningen du letar efter har gått ut. Kontakta oss om du har några frågor.
th: ขอโทษ! การประมาณการที่คุณกำลังมองหาหมดอายุแล้ว โปรดติดต่อเราหากคุณมีคำถามใด ๆ
tr: Üzgünüm! Aradığınız tahminin süresi doldu. Herhangi bir sorunuz varsa lütfen bizimle iletişime geçin.
uk: Вибачте! Розрахунок, який ви шукаєте, минув. Будь ласка, зв'яжіться з нами, якщо у вас виникли запитання.

# labels.account_name
source: Account Name
fr: Nom du compte
id: Nama akun
no: Brukernavn
pl: Nazwa konta
ro: Nume de cont
sv: Kontonamn
th: ชื่อบัญชี
tr: Hesap adı
uk: Ім'я облікового запису

# labels.address_line1
source: Address Line 1
de: Adresse 1
fr: Adresse Ligne 1
id: Jalur Alamat 1
no: Adresselinje 1
pl: Linia adresu 1
ro: Adresa Rândul 1
sv: Adressrad 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
uk: Адреса, рядок 1

# labels.address_line2
source: Address Line 2
de: Adresse 2
fr: Adresse Ligne 2
id: Alamat Baris 2
no: Adresselinje 2
pl: Linia adresu 2
ro: Linia de adresă 2
sv: Adress Linje 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres Satırı 2
uk: Адресний рядок 2

# labels.address_city
source: City
de: Stadt
fr: Ville
id: Kota
no: By
pl: Miasto
ro: Oraș
sv: Stad
th: เมือง
tr: Şehir
uk: Місто

# labels.address_state
source: State/Province
de: Bundesland/Provinz
fr: Etat/Région
id: Negara Bagian/Provinsi
no: Stat/provins
pl: Stan/Prowincja
ro: Stat/Provincie
sv: stat/provins
th: รัฐ/จังหวัด
tr: Eyalet/İl
uk: Штат/провінція

# labels.address_postal_code
source: Zip/Postal Code
de: PLZ/Postleitzahl
fr: Code postal
id: Kode Pos/Kode Pos
no: Postnummer
pl: Kod pocztowy
ro: Zip / Cod Poştal
sv: Postnummer
th: รหัสไปรษณีย์
tr: Posta/Posta Kodu
uk: Поштовий індекс

# labels.address_country
source: Country
de: Land
fr: Pays
id: Negara
no: Land
pl: Kraj
ro: Țară
sv: Land
th: ประเทศ
tr: Ülke
uk: Країна

# labels.optional
source: Optional
fr: Optionnel
id: Opsional
no: Valgfri
pl: Opcjonalny
ro: Opțional
sv: Frivillig
th: ไม่จำเป็น
tr: İsteğe bağlı
uk: Додатково

# buttons.pdf
source: PDF
th: ไฟล์ PDF
tr: PDF'ler

# labels.date
source: Date
de: Datum
id: Tanggal
no: Dato
pl: Data
ro: Data
sv: Datum
th: วันที่
tr: Tarih
uk: Дата

# labels.due_date
source: Due Date
de: Geburtstermin
fr: A payer avant le
id: Tenggat waktu
no: Tidsfrist
pl: Termin
ro: Data scadenței
sv: Förfallodatum
th: วันครบกำหนด
tr: Bitiş tarihi
uk: Термін виконання
