Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/customer_portal.*.xlf
Languages: de, fr, id, no, pl, ro, sv, th, tr, uk

# labels.type
source: Type
de: Typ
id: Jenis
pl: Typ
ro: Tip
sv: Typ
th: พิมพ์
tr: Tip
uk: Тип

# labels.amount
source: Amount
de: Menge
fr: Montant
id: Jumlah
no: Beløp
pl: Kwota
ro: Cantitate
sv: Belopp
th: จำนวน
tr: Miktar
uk: Сума

# labels.balance
source: Balance
de: Saldo
fr: Solde
id: Keseimbangan
no: Balansere
pl: Balansować
ro: Echilibru
sv: Balans
th: สมดุล
tr: Denge
uk: Баланс

# labels.previous_balance
source: Previous Balance
de: Vorheriger Saldo
fr: Solde antérieur
id: Saldo sebelumnya
no: Tidligere balanse
pl: Poprzednie saldo
ro: Echilibru precedent
sv: Tidigare balansen
th: ยอดคงเหลือก่อนหน้า
tr: Önceki denge
uk: Попередній баланс

# labels.total_billed
source: Total Billed
de: Summe verrechnet
fr: Total facturé
id: Jumlah yang Ditagih
no: Totalt fakturert
pl: Łącznie naliczone
ro: Total facturat
sv: Totalt fakturerat
th: เรียกเก็บเงินรวมแล้ว
tr: Toplam Faturalandırılan
uk: Всього виставлено рахунок

# labels.total_paid
source: Total Paid
de: Summe bezahlt
fr: Total payé
id: Jumlah yang Dibayar
no: Totalt betalt
pl: Pełna kwota
ro: Plata totala
sv: Totala belopp som betalats
th: ทั้งหมดที่จ่าย
tr: Toplam Ödenen
uk: Всього оплачено

# labels.available_credits
source: Available Credits
de: Verfügbare Gutschriften
fr: Crédits disponibles
id: Kredit yang Tersedia
no: Tilgjengelige kreditter
pl: Dostępne kredyty
ro: Credite disponibile
sv: Tillgängliga krediter
th: เครดิตที่มีอยู่
tr: Mevcut Krediler
uk: Доступні кредити

# labels.paid
source: Paid
de: Bezahlt
fr: Payé
id: Dibayar
no: Betalt
pl: Płatny
ro: Plătit
sv: Betalt
th: จ่าย
tr: Paralı
uk: Платний

# labels.bad_debt
source: Bad Debt
de: Böse Absichten
fr: Impayé
id: Hutang Macet
no: Dårlig gjeld
pl: Zły dług
ro: Datorii rele
sv: Osäkra fordringar
th: หนี้สูญ
tr: Kötü Borç
uk: Безнадійний борг

# labels.outstanding
source: Outstanding
de: Ausstehend
fr: En retard
id: Luar biasa
no: Fremragende
pl: Wybitny
ro: Remarcabil
sv: Utestående
th: โดดเด่น
tr: Üstün
uk: Видатний

# labels.invoice
source: Invoice
de: Rechnung
fr: Facture
id: Faktur
no: Faktura
pl: Faktura
ro: Factura fiscala
sv: Faktura
th: ใบแจ้งหนี้
tr: Fatura
uk: рахунок-фактура

# labels.status
source: Status
fr: Statut
ro: stare
th: สถานะ
tr: Durum
uk: Статус

# labels.estimate_number
source: Estimate #
de: Schätzen #
fr: Estimation #
id: Perkiraan #
no: Anslag #
pl: Oszacować #
ro: Estimare #
sv: Uppskattning #
th: ประมาณการ #
tr: Tahmin etmek #
uk: Оцінка №

# buttons.view_invoice
source: View Invoice
de: Rechnung ansehen
fr: Voir la facture
id: Lihat Faktur
no: Se faktura
pl: Widok faktury
ro: Vezi factura
sv: Visa faktura
th: ดูใบแจ้งหนี้
tr: Faturayı Görüntüle
uk: Переглянути рахунок-фактуру

# buttons.download_receipt
source: Download receipt
de: Empfangsbestätigung herunterladen
fr: Télécharger le reçu
id: Unduh tanda terima
no: Last ned kvittering
pl: Pobierz paragon
ro: Descărcați chitanța
sv: Ladda ner kvitto
th: ดาวน์โหลดใบเสร็จรับเงิน
tr: Makbuzu indir
uk: Завантажити квитанцію

# labels.declined
source: Declined
de: Abgelehnt
fr: Refusé
id: Ditolak
no: Avslått
pl: Odrzucony
ro: A refuzat
sv: Tackade nej
th: ปฏิเสธ
tr: Reddedildi
uk: Відхилено

# labels.invoiced
source: Invoiced
de: Berechnet
fr: Facturé
id: Ditagih
no: Fakturert
pl: Zafakturowane
ro: Facturat
sv: Faktureras
th: ออกใบแจ้งหนี้แล้ว
tr: Faturalandı
uk: Виставлено рахунок-фактуру

# labels.expired
source: Expired
de: Abgelaufen
fr: Expiré
id: Kedaluwarsa
no: Utløpt
pl: Wygasły
ro: Expirat
sv: Utgånget
th: หมดอายุแล้ว
tr: Günü geçmiş
uk: Термін дії минув

# labels.approved
source: Approved
de: Bestätigt
fr: Approuvé
id: Disetujui
no: Godkjent
pl: Zatwierdzony
ro: Aprobat
sv: Godkänd
th: ที่ได้รับการอนุมัติ
tr: Onaylı
uk: Затверджено

# labels.credit
source: Credit
de: Kredit
fr: Crédit
id: Kredit
no: Kreditt
pl: Kredyt
sv: Kreditera
th: เครดิต
tr: Kredi
uk: Кредит

# labels.method
source: Method
de: Methode
fr: Méthode
id: metode
no: Metode
pl: metoda
ro: Metodă
sv: Metod
th: วิธี
tr: Yöntem
uk: метод

# messages.showing_num_results
source: Showing %num_shown% of <strong>%total% result.</strong> Per page: |Showing %num_shown% of <strong>%total% results.</strong> Per page:
de: Zeige %num_shown% von <strong>%total%.</strong>|Zeige %num_shown% von <strong>%total%.</strong>
fr: Affichage %num_shown% de <strong>%total% résultat.</strong>|Affichage %num_shown% de <strong>%total% résultats.</strong>
id: Menampilkan %num_shown% dari <strong>%total% hasil.</strong> Per halaman: |Menampilkan %num_shown% dari <strong>%total% hasil.</strong> Per halaman:
no: Viser %num_shown% av <strong>%total% resultat.</strong> Per side: |Viser %num_shown% av <strong>%total% resultater.</strong> Per side:
pl: Wyświetlanie %num_shown% z <strong>%total% wyniku.</strong> Na stronę: |Pokazuję %num_shown% z <strong>%total% wyników.</strong> Na stronę: |Pokazuję %num_shown% z <strong>%total% wyników.</strong> Na stronę:
ro: Se afișează %num_shown% din <strong>%total% rezultat.</strong> Pe pagină: |Se afișează %num_shown% din <strong>%total% rezultate.</strong> Pe pagină: |Se afișează %num_shown% din <strong>%total% rezultate.</strong> Pe pagină:
sv: Visar %num_shown% av <strong>%total% resultat.</strong> Per sida: |Visar %num_shown% av <strong>%total% resultat.</strong> Per sida:
th: กำลังแสดง %num_shown% ของผลลัพธ์ <strong>%total%</strong> ต่อหน้า: |กำลังแสดง %num_shown% ของผลลัพธ์ <strong>%total%</strong> ต่อหน้า:
tr: <strong>%total% sonucun %num_shown%'si gösteriliyor.</strong> Sayfa başına: |<strong>%total% sonucun %num_shown%'si gösteriliyor.</strong> Sayfa başına:
uk: Показано %num_shown% <strong>%total% результат.</strong> На сторінці: |Показано %num_shown% <strong>%total% результатів.</strong> На сторінці: |Показано %num_shown% <strong>%total% результатів.</strong> На сторінці:

# messages.no_invoices_found
source: We did not find any matching invoices in your account history.
de: Wir konnten keine passenden Rechnungen finden.
fr: Nous n'avons pas trouvé de facture correspondante dans l'historique de votre compte.
id: Kami tidak menemukan faktur yang cocok dalam riwayat akun Anda.
no: Vi fant ingen samsvarende fakturaer i kontologgen din.
pl: W historii Twojego konta nie znaleźliśmy żadnych pasujących faktur.
ro: Nu am găsit nicio factură potrivită în istoricul contului dvs.
sv: Vi hittade inga matchande fakturor i din kontohistorik.
th: เราไม่พบใบแจ้งหนี้ที่ตรงกันในประวัติบัญชีของคุณ
tr: Hesap geçmişinizde eşleşen herhangi bir fatura bulamadık.
uk: Ми не знайшли відповідних рахунків-фактур в історії вашого облікового запису.

# messages.no_payments_found
source: We did not find any matching payments in your account history.
de: Wir konnten keine passenden Zahlungen finden.
fr: Nous n'avons pas trouvé de paiement correspondant dans l'historique de votre compte.
id: Kami tidak menemukan pembayaran yang cocok dalam riwayat akun Anda.
no: Vi fant ingen samsvarende betalinger i kontologgen din.
pl: W historii Twojego konta nie znaleźliśmy żadnych pasujących płatności.
ro: Nu am găsit nicio plată potrivită în istoricul contului dvs.
sv: Vi hittade inga matchande betalningar i din kontohistorik.
th: เราไม่พบการชำระเงินที่ตรงกันในประวัติบัญชีของคุณ
tr: Hesap geçmişinizde eşleşen herhangi bir ödeme bulamadık.
uk: Ми не знайшли відповідних платежів в історії вашого облікового запису.

# messages.no_estimates_found
source: We did not find any matching estimates in your account history.
de: Wir konnten keine passenden Schätzungen finden.
fr: Nous n'avons pas trouvé de devis correspondant dans l'historique de votre compte.
id: Kami tidak menemukan perkiraan yang cocok dalam riwayat akun Anda.
no: Vi fant ingen samsvarende anslag i kontologgen din.
pl: W historii Twojego konta nie znaleźliśmy żadnych pasujących szacunków.
ro: Nu am găsit estimări potrivite în istoricul contului dvs.
sv: Vi hittade inga matchande uppskattningar i din kontohistorik.
th: เราไม่พบค่าประมาณที่ตรงกันในประวัติบัญชีของคุณ
tr: Hesap geçmişinizde eşleşen herhangi bir tahmin bulamadık.
uk: Ми не знайшли відповідних оцінок в історії вашого облікового запису.

# titles.login
source: Login
fr: Se connecter
id: Gabung
no: Logg Inn
pl: Zaloguj sie
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yapmak
uk: Логін

# titles.estimate_number
source: Estimate # %number%
de: Schätzung # %number%
fr: Devis # %number%
id: Perkiraan # %angka%
no: Estimat # %number%
pl: Oszacowanie #%number%
ro: Estimare # %number%
sv: Uppskattning # %number%
th: ประมาณ # %จำนวน%
tr: Tahmin # %number%
uk: Оцінка # %number%

# titles.approve_estimate_number
source: Approve Estimate # %number%
de: Schätzung bestätigen # %number%
fr: Approuver le devis # %number%
id: Setujui Estimasi # %number%
no: Godkjenn estimat # %number%
pl: Zatwierdź oszacowanie #%number%
ro: Aprobați estimarea # %number%
sv: Godkänn uppskattning # %number%
th: อนุมัติประมาณการ # %จำนวน%
tr: Tahmini Onayla # %number%
uk: Затвердити оцінку # %number%

# titles.credit_note_number
source: Credit Note # %number%
de: Gutschrift # %number%
fr: Avoir # %number%
id: Nota Kredit # %number%
no: Kredittnota # %number%
pl: Nota kredytowa nr %number%
ro: Nota de credit # %number%
sv: Kreditnota # %number%
th: ใบลดหนี้ # %จำนวน%
tr: Kredi Notu # %number%
uk: Кредитне нота # %number%

# titles.invoice_number
source: Invoice # %number%
de: Rechnung # %number%
fr: Facture # %number%
id: Nomor faktur%
no: Fakturanummer%
pl: Numer faktury%
ro: Număr de factură%
sv: Fakturanummer%
th: เลขใบสั่งของ%
tr: Fatura numarası%
uk: Номер накладної%

# labels.estimate_amount
source: Estimate Amount
de: Geschätzter Betrag
fr: Montant du devis
id: Jumlah Perkiraan
no: Estimert beløp
pl: Szacunkowa kwota
ro: Suma estimată
sv: Uppskattat belopp
th: จำนวนเงินโดยประมาณ
tr: Tahmini Tutar
uk: Розрахункова сума

# buttons.modify
source: Modify
de: Ändern
fr: Modifier
id: Memodifikasi
no: Endre
pl: Modyfikować
ro: Modifica
sv: Ändra
th: แก้ไข
tr: Değiştir
uk: Змінити

# labels.payment_information
source: Payment information
de: Zahlungsinformation
fr: Données de paiement
id: Informasi Pembayaran
no: Betalingsinformasjon
pl: Informacja o płatności
ro: Informatii de plata
sv: Betalningsinformation
th: ข้อมูลการชำระเงิน
tr: Ödeme bilgileri
uk: Інформація про оплату

# labels.please_initial
source: Please initial here:
de: Bitte hier signieren:
fr: Merci d'indiquer vos initiales ici :
id: Silakan inisialnya di sini:
no: Vennligst start her:
pl: Proszę o inicjał tutaj:
ro: Va rog parafa aici:
sv: Initiera här:
th: กรุณาเริ่มต้นที่นี่:
tr: Lütfen buraya paraf atın:
uk: Будь ласка, ініціали тут:

# labels.initials
source: Initials
de: Signaturen
fr: Initiales
id: Inisial
no: Initialer
pl: Inicjały
ro: Inițiale
sv: Initialer
th: ชื่อย่อ
tr: Baş harfler
uk: Ініціали

# messages.terms_i_agree_estimate
source: I agree to the terms of this estimate.
de: Ich stimme den Bestimmungen dieser Schätzung zu.
fr: J'ai lu et approuvé les termes et conditions de ce devis.
id: Saya setuju dengan ketentuan perkiraan ini.
no: Jeg godtar vilkårene for dette anslaget.
pl: Zgadzam się na warunki tej wyceny.
ro: Sunt de acord cu termenii acestei estimări.
sv: Jag godkänner villkoren för denna uppskattning.
th: ฉันยอมรับเงื่อนไขของการประมาณการนี้
tr: Bu tahminin şartlarını kabul ediyorum.
uk: Я згоден з умовами цього кошторису.

# labels.terms
source: Terms
de: Bestimmungen
fr: Conditions
id: Ketentuan
no: Vilkår
pl: Warunki
ro: Termeni
sv: Villkor
th: เงื่อนไข
tr: Şartlar
uk: Терміни

# labels.pay_with
source: Pay With
de: Zahlen mit
fr: Payer avec
id: Bayar menggunakan
no: Betale med
pl: Zapłacić
ro: Plateste cu
sv: Betala med
th: ชำระเงินด้วย
tr: İle ödemek
uk: Платити за допомогою

# labels.deposit
source: Deposit
de: Einlage
fr: Accompte
id: Menyetorkan
no: Innskudd
pl: Depozyt
ro: Depozit
sv: Deposition
th: เงินฝาก
tr: Depozito
uk: депозит

# labels.pay_up_front
source: Pay up front
de: Im Voraus bezahlen
fr: Payer l'intégralité
id: Bayar dimuka
no: Betal på forhånd
pl: Płacić z góry
ro: Plătește în avans
sv: Betala i förväg
th: จ่ายเงินล่วงหน้า
tr: Peşin ödeme
uk: Сплатіть наперед

# labels.pay_up_front_with
source: Pay up front with %method%
de: Im Voraus mit %method% bezahlen
fr: Payer l'intégralité avec %method%
id: Bayar di muka dengan %metode%
no: Betal på forhånd med %method%
pl: Zapłać z góry za pomocą %method%
ro: Plătiți în avans cu %method%
sv: Betala i förskott med %method%
th: ชำระเงินล่วงหน้าด้วย %method%
tr: %method% ile ön ödeme yapın
uk: Сплатіть авансом %method%

# messages.must_enroll_in_autopay
source: You must enroll in AutoPay in order to proceed
de: Du musst dich für AutoZahlung anmelden um fortzufahren
fr: Vous devez activer le prélèvement automatique afin de pouvoir continuer.
id: Anda harus mendaftar di AutoPay untuk melanjutkan
no: Du må registrere deg i AutoPay for å fortsette
pl: Aby kontynuować, musisz zarejestrować się w usłudze AutoPay
ro: Trebuie să vă înregistrați în AutoPay pentru a continua
sv: Du måste registrera dig för AutoPay för att kunna fortsätta
th: คุณต้องลงทะเบียนใน AutoPay เพื่อดำเนินการต่อ
tr: Devam etmek için AutoPay'e kaydolmanız gerekir
uk: Ви повинні зареєструватися в AutoPay, щоб продовжити

# messages.deposit_payment_required
source: <strong>%amount%</strong> deposit payment required to proceed
de: <strong>%amount%</strong> Bezahlung benötigt Bearbeitung
fr: Vous devez verser un acompte de <strong>%amount%</strong> pour pouvoir continuer
id: <strong>%amount%</strong> pembayaran deposit diperlukan untuk melanjutkan
no: <strong>%amount%</strong> innskuddsbetaling kreves for å fortsette
pl: Aby kontynuować, wymagana jest wpłata depozytu <strong>%amount%</strong>
ro: <strong>%amount%</strong> este necesară plata depozitului pentru a continua
sv: <strong>%amount%</strong> insättningsbetalning krävs för att fortsätta
th: ต้องชำระเงินมัดจำ <strong>%amount%</strong> เพื่อดำเนินการต่อ
tr: Devam etmek için <strong>%tutar%</strong> depozito ödemesi gerekiyor
uk: Щоб продовжити, необхідний депозит <strong>%amount%</strong>

# labels.enroll_in_autopay
source: Enroll in AutoPay
de: AutoZahlung aktivieren
fr: Activer le prélèvement automatique
id: Mendaftar di Pembayaran Otomatis
no: Meld deg på AutoPay
pl: Zarejestruj się w AutoPay
ro: Înscrieți-vă în AutoPay
sv: Anmäl dig till AutoPay
th: ลงทะเบียนใน AutoPay
tr: Otomatik Ödeme'ye kaydolun
uk: Зареєструватися в AutoPay

# messages.autopay_explanation
source: Automatically charges your payment method as new invoices are issued
de: Belastet deine Kreditkarte automatisch, sobald eine neue Rechnung erstellt wurde
fr: Votre carte bancaire sera automatiquement débitée quand de nouvelles factures seront émises
id: Secara otomatis menagih metode pembayaran Anda saat faktur baru diterbitkan
no: Debiterer automatisk betalingsmåten din etter hvert som nye fakturaer utstedes
pl: Automatycznie obciąża Twoją metodę płatności po wystawieniu nowych faktur
ro: Debitează automat metoda dvs. de plată pe măsură ce sunt emise noi facturi
sv: Debiterar automatiskt din betalningsmetod när nya fakturor utfärdas
th: เรียกเก็บเงินจากวิธีการชำระเงินของคุณโดยอัตโนมัติเมื่อมีการออกใบแจ้งหนี้ใหม่
tr: Yeni faturalar düzenlendikçe ödeme yönteminizden otomatik olarak ücret alınır
uk: Автоматично стягує кошти за допомогою вашого способу оплати, коли надходять нові рахунки-фактури

# labels.name
source: Name
fr: Nom
id: Nama
no: Navn
pl: Nazwa
ro: Nume
sv: namn
th: ชื่อ
tr: İsim
uk: Ім'я

# labels.size
source: Size
de: Größe
fr: Taille
id: Ukuran
no: Størrelse
pl: Rozmiar
ro: mărimea
sv: Storlek
th: ขนาด
tr: Boyut
uk: Розмір

# labels.order_summary
source: Order Summary
de: Bestellzusammenfassung
fr: Récapitulatif de la commande
id: Ringkasan Pesanan
no: bestillingssammendrag
pl: podsumowanie zamowienia
ro: Comanda Rezumat
sv: Ordersammanfattning
th: สรุปการสั่งซื้อ
tr: sipariş özeti
uk: Підсумок Замовлення

# buttons.subscribe
source: Subscribe
de: Anmelden
fr: S'abonner
id: Langganan
no: Abonnere
pl: Subskrybuj
ro: Abonati-va
sv: Prenumerera
th: ติดตาม
tr: Abone
uk: Підпишіться

# buttons.submit
source: Submit
de: Abschicken
fr: Envoyer
id: Kirim
no: Sende inn
pl: Składać
ro: Trimite
sv: Skicka in
th: ส่ง
tr: Göndermek
uk: Надіслати

# labels.shipping_information
source: Shipping Information
de: Versandinfos
fr: Informations de livraison
id: Pengiriman Informasi
no: Fraktinformasjon
pl: informacje wysyłkowe
ro: Informații despre livrare
sv: Fraktinformation
th: ข้อมูลการจัดส่ง
tr: Nakliye Bilgisi
uk: Інформація Доставка

# labels.plan
source: Plan
de: Variante
fr: Programme
id: Rencana
sv: Planen
th: วางแผน
uk: План

# labels.quantity
source: Quantity
de: Menge
fr: Quantité
id: Kuantitas
no: Mengde
pl: Ilość
ro: Cantitate
sv: Kvantitet
th: ปริมาณ
tr: Miktar
uk: Кількість

# labels.addons
source: Addons
id: Tambahan
no: Tillegg
pl: Dodatki
ro: Suplimente
sv: Tillägg
th: ส่วนเสริม
tr: Eklentiler
uk: Аддони

# buttons.apply
source: Apply
de: Anwenden
fr: Appliquer
id: Menerapkan
no: Søke om
pl: Stosować
ro: aplica
sv: Tillämpa
th: นำมาใช้
tr: Uygula
uk: Застосувати

# labels.have_a_coupon
source: Have a coupon code?
de: Gutscheincode?
fr: Vous avez un code promo ?
id: Punya kode kupon?
no: Har du en kupongkode?
pl: Masz kod kuponu?
ro: Aveți un cod de cupon?
sv: Har du en kupongkod?
th: มีรหัสคูปองหรือไม่?
tr: Kupon kodun var mı?
uk: Є код купона?

# labels.coupon_code
source: Coupon Code
de: Gutscheincode
fr: Code promo
id: Kode Kupon
no: Kupongkode
pl: Kod kuponu
ro: Cod cupon
sv: kupongskod
th: รหัสคูปอง
tr: Kupon Kodu
uk: Код купона

# labels.enter_coupon
source: Enter your coupon
de: Gutscheincode eingeben
fr: Entrez votre code
id: Masukkan kupon Anda
no: Skriv inn kupongen din
pl: Wpisz swój kupon
ro: Introduceți cuponul dvs
sv: Ange din kupong
th: ใส่คูปองของคุณ
tr: Kuponunuzu girin
uk: Введіть свій купон

# labels.coupon
source: Coupon
de: Gutschein
fr: Bon de réduction
id: Kupon
no: Kupong
pl: Kupon
ro: Cupon
sv: Kupong
th: คูปอง
tr: Kupon
uk: Купон

# labels.accept_tos
source: I accept the <a href="%url%" target="_blank" rel="noopener noreferrer">Terms of Service</a>
de: Ich akzeptiere die <a href="%url%" target="_blank" rel="noopener noreferrer">Bedingungen</a>
fr: J'accepte les <a href="%url%" target="_blank" rel="noopener noreferrer">Conditions Générales de Vente</a>
id: Saya menyetujui <a href="%url%" target="_blank" rel="noopener noreferrer">Persyaratan Layanan</a>
no: Jeg godtar <a href="%url%" target="_blank" rel="noopener noreferrer">vilkårene for bruk</a>
pl: Akceptuję <a href="%url%" target="_blank" rel="noopener noreferrer">Warunki korzystania z usługi</a>
ro: Accept <a href="%url%" target="_blank" rel="noopener noreferrer">Termenii și condițiile</a>
sv: Jag accepterar <a href="%url%" target="_blank" rel="noopener noreferrer">användarvillkoren</a>
th: ฉันยอมรับ<a href="%url%" target="_blank" rel="noopener noreferrer">ข้อกำหนดในการให้บริการ</a>
tr: <a href="%url%" target="_blank" rel="noopener noreferrer">Hizmet Şartları</a>'nı kabul ediyorum
uk: Я приймаю <a href="%url%" target="_blank" rel="noopener noreferrer">Загальні положення та умови</a>

# labels.free_trial
source: %numDays%-day free trial
de: %numDays%-tage gratis Testphase
fr: L’essai gratuit de %numDays% jours
id: Uji coba gratis %numDays%-hari
no: %numDays %-dagers gratis prøveperiode
pl: %numDays%-dniowy bezpłatny okres próbny
ro: %numDays%-zile de încercare gratuită
sv: %numDays %-dagars gratis provperiod
th: ทดลองใช้ฟรี %numDays% วัน
tr: %numDays% günlük ücretsiz deneme
uk: %numDays%-денна безкоштовна пробна версія

# labels.starts_now
source: starts now
de: startet jetzt
fr: commence maintenant
id: dimulai sekarang
no: starter nå
pl: zaczyna się teraz
ro: începe acum
sv: börjar nu
th: เริ่มตอนนี้
tr: şimdi başlıyor
uk: починається зараз

# labels.first_bill_prorated
source: first bill prorated until the %nthDay%
de: erste Summe aufgeteilt bis zum %nthDay%
fr: première facture proratisée jusqu'au %nthDay%
id: tagihan pertama diprorata sampai %nthDay%
no: første regning proporsjonalt til %nthDay%
pl: pierwszy rachunek proporcjonalnie do %nthDay%
ro: prima factură proporțională până la %nthDay%
sv: första räkningen proportionellt till %nthDay%
th: การเรียกเก็บเงินครั้งแรกจะคิดตามสัดส่วนจนถึง %nวัน%
tr: ilk fatura %nthDay%'e kadar eşit olarak dağıtılır
uk: перший рахунок пропорційно до %nthDay%

# labels.you_will_be_enrolled_in_autopay
source: You will be enrolled in AutoPay
de: Du wirst für AutoZahlung angemeldet
fr: Le prélèvement automatique sera utilisé
id: Anda akan terdaftar di AutoPay
no: Du vil bli registrert i AutoPay
pl: Zostaniesz zarejestrowany w AutoPay
ro: Veți fi înscris în AutoPay
sv: Du kommer att registreras i AutoPay
th: คุณจะลงทะเบียนใน AutoPay
tr: Otomatik Ödeme'ye kaydolacaksınız
uk: Ви будете зареєстровані в AutoPay

# messages.already_paid
source: This invoice has already been paid. Thank you!
de: Diese Rechnung wurde bereits beglichen! Danke!
fr: La facture a déjà été payée. Merci !
id: Faktur ini sudah dibayar. Terima kasih!
no: Denne fakturaen er allerede betalt. Takk skal du ha!
pl: Ta faktura została już zapłacona. Dziękuję!
ro: Această factură a fost deja plătită. Mulțumesc!
sv: Denna faktura har redan betalats. Tack!
th: ใบแจ้งหนี้นี้ได้รับการชำระแล้ว ขอบคุณ!
tr: Bu fatura zaten ödendi. Teşekkür ederim!
uk: Цей рахунок уже оплачено. Дякую тобі!

# messages.nothing_due
source: Hooray! There are currently no outstanding invoices for you to pay.
de: Hurra! Es sind momentan keine ausstehenden Rechnungen vorhanden.
fr: Parfait ! Il n'y a pas de facture en attente de paiement.
id: Hore! Saat ini tidak ada faktur terutang yang harus Anda bayar.
no: Hurra! Det er for øyeblikket ingen utestående fakturaer du kan betale.
pl: Brawo! Obecnie nie ma żadnych zaległych faktur do zapłaty.
ro: Ura! În prezent, nu există facturi restante pe care să le plătiți.
sv: Hurra! Det finns för närvarande inga utestående fakturor som du kan betala.
th: ไชโย! ขณะนี้ไม่มีใบแจ้งหนี้ค้างชำระให้คุณชำระ
tr: Yaşasın! Şu anda ödemeniz gereken ödenmemiş fatura yok.
uk: ура! Наразі немає непогашених рахунків-фактур, які ви повинні оплатити.

# buttons.next
source: Next
de: Weiter
fr: Suivant
id: Berikutnya
no: Neste
pl: Następny
ro: Următorul
sv: Nästa
th: ต่อไป
tr: Sonraki
uk: Далі

# buttons.save
source: Save
de: Speichern
fr: Enregistrer
id: Menyimpan
no: Lagre
pl: Ratować
ro: Salvați
sv: Spara
th: บันทึก
tr: Kaydetmek
uk: зберегти

# labels.how_would_you_like_to_pay
source: How would you like to pay?
de: Wie wollen Sie bezahlen?
fr: Comment souhaitez-vous payer ?
id: Bagaimana Anda ingin membayar?
no: Hvordan vil du betale?
pl: Jak chciałbyś zapłacić?
ro: Cum ai vrea sa platesti?
sv: Hur vill du betala?
th: คุณต้องการชำระเงินอย่างไร?
tr: nasıl ödemek istersin?
uk: Як би ви хотіли заплатити?
