Repository: chriscouch/invoiced-mcp
Catalog: packages/invoiced-support/docs/backend-dev/translations/general.*.xlf
Languages: de, es, id, it, nl, no, th

# payment_methods.ach
source: ACH
id: TETAPI
it: MA
nl: MAAR
no: MEN
th: แต่

# payment_methods.balance
source: Balance
de: Saldo
es: Saldo
id: Keseimbangan
it: Bilancia
nl: Evenwicht
no: Balansere
th: สมดุล

# payment_methods.bitcoin
source: Bitcoin
th: บิทคอยน์

# payment_methods.cash
source: Cash
de: Kasse
es: Efectivo
id: Uang tunai
it: Contanti
nl: Contant geld
no: Penger
th: เงินสด

# payment_methods.check
source: Check
de: Prüfen
es: Comprobar
id: Memeriksa
it: Controllo
nl: Rekening
no: Kryss av
th: ตรวจสอบ

# payment_methods.credit_card
source: Credit Card
de: Kreditkarte
es: Tarjeta de Crédito
id: Kartu kredit
it: Carta di credito
nl: Kredietkaart
no: Kredittkort
th: บัตรเครดิต

# payment_methods.direct_debit
source: Direct Debit
de: Bankeinzug
es: Débito Directo
id: Debit langsung
it: Addebito diretto
nl: Automatische incasso
no: Direkte belastning
th: การหักบัญชีธนาคาร

# payment_methods.other
source: Other
de: Andere
es: Otro
id: Lainnya
it: Altro
nl: Ander
no: Annen
th: อื่น

# payment_methods.paypal
source: PayPal
th: เพย์พาล

# payment_methods.wire_transfer
source: Wire Transfer
de: Banküberweisung
es: Transferencia Bancaria
id: Transfer rekening
it: Bonifico bancario
nl: Overschrijving
no: Bankoverføring
th: โอนเงิน

# payment_terms.payment_plan
source: Payment Plan
de: Zahlungs Plan
es: Plan de Pago
id: Rencana pembayaran
it: Piano di pagamento
nl: Betaalplan
no: Betalingsplan
th: แผนการชำระเงิน

# payment_terms.autopay
source: AutoPay
de: AutoZahlung
id: Pembayaran Otomatis
it: Pagamento automatico
nl: Automatisch betalen
th: ออโต้เพย์

# titles.xero_org
source: Select Xero Organization
de: Xero-Mandanten auswählen
es: Seleccione el inquilino de Xero
id: Pilih Penyewa Xero
it: Seleziona tenant Xero
nl: Selecteer Xero-tenant
no: Velg Xero-leietaker
th: เลือกผู้เช่า Xero

# messages.xero_org_lead
source: Invoiced only supports one Xero organization per account. Please select the tenant you would like to connect.
de: Invoiced unterstützt nur eine Xero-Organisation pro Konto. Bitte wählen Sie den Mandanten aus, den Sie verbinden möchten.
es: Facturado solo admite una organización Xero por cuenta. Seleccione el inquilino que desea conectar.
id: Faktur hanya mendukung satu organisasi Xero per akun. Silakan pilih penyewa yang ingin Anda sambungkan.
it: La fatturazione supporta solo un'organizzazione Xero per account. Seleziona l'inquilino che desideri connettere.
nl: Gefactureerd ondersteunt slechts één Xero-organisatie per account. Selecteer de huurder die u wilt koppelen.
no: Invoiced støtter kun én Xero-organisasjon per konto. Velg leietakeren du vil koble til.
th: Invoiced รองรับหนึ่งองค์กร Xero ต่อบัญชีเท่านั้น โปรดเลือกผู้เช่าที่คุณต้องการเชื่อมต่อ

# messages.xero_org_label
source: Select an organization
de: Wählen Sie eine Organisation aus
es: Seleccione una organización
id: Pilih organisasi
it: Seleziona un'organizzazione
nl: Selecteer een organisatie
no: Velg en organisasjon
th: เลือกองค์กร

source: labels.address_line1
de: Anschrift Zeile 1
es: Dirección Línea 1
id: Jalur Alamat 1
it: Indirizzo Linea 1
nl: Adres regel 1
no: Adresselinje 1
th: ที่อยู่บรรทัดที่ 1

source: labels.address_line2
de: Adresszeile 2
es: Línea de dirección 2
id: Alamat Baris 2
it: indirizzo 2
nl: Adres lijn 2
no: Adresselinje 2
th: ที่อยู่บรรทัดที่ 2

source: labels.address_city
de: Stadt
es: Ciudad
id: Kota
it: Citt√†
nl: Stad
no: By
th: เมือง

source: labels.address_state
de: Staat/Provinz
es: Provincia del estado
id: Negara Bagian/Provinsi
it: Stato/Provincia
nl: Staat/Provincie
no: Stat/provins
th: รัฐ/จังหวัด

source: labels.address_postal_code
de: Postleitzahl
es: Código Postal/Código Postal
id: Kode Pos/Kode Pos
it: Zip / Codice postale
nl: Postcode
no: Postnummer
th: รหัสไปรษณีย์

source: labels.address_country
de: Land
es: País
id: Negara
it: Paese
nl: Land
no: Land
th: ประเทศ

source: labels.aging_current
de: Aktuell
es: Actual
id: Saat ini
it: Attuale
nl: Huidig
no: Nåværende
th: ปัจจุบัน

source: labels.aging_between_days
de: %lowerDays% - %upperDays% Tage
es: %lowerDays% - %upperDays% Días
id: %lowerDays% - %upperDays% Hari
it: %lowerDays% - %upperDays% giorni
nl: %lowerDays% - %upperDays% dagen
no: %lowerDays% - %upperDays% dager
th: %lowerDays% - %upperDays% วัน

source: labels.aging_plus_days
de: %lowerDays%+ Tage
es: %lowerDays%+ Días
id: %lowerDays%+ Hari
it: %lowerDays%+ giorni
nl: %lowerDays%+ dagen
no: %lowerDays%+ dager
th: %lowerDays%+ วัน
